let data = [
    {
        "provinceId": "1",
        "provinceName": "北京",
        "citys": [
            {
                "cityId": "1",
                "cityName": "北京",
                "orgList": [
                    {
                        "orgName": "爱康国宾北京日坛分院VIP部",
                        "orgAddress": "北京市朝阳区日坛东路七号",
                        "workTime": "周二至周日（07:40-15:00）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "",
                            "2": "7:40-15:00",
                            "3": "7:40-15:00",
                            "4": "7:40-15:00",
                            "5": "7:40-15:00",
                            "6": "7:40-15:00",
                            "7": "7:40-15:00"
                        }
                    },
                    {
                        "orgName": "爱康国宾北京丽都分院",
                        "orgAddress": "北京市朝阳区将台路丽都饭店5号商业楼三层",
                        "workTime": "周二至周日（07:40-15:00）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "",
                            "2": "7:40-15:00",
                            "3": "7:40-15:00",
                            "4": "7:40-15:00",
                            "5": "7:40-15:00",
                            "6": "7:40-15:00",
                            "7": "7:40-15:00"
                        }
                    },
                    {
                        "orgName": "爱康国宾北京建国门分院",
                        "orgAddress": "北京市朝阳区建华南路17号现代柏联大厦二层",
                        "workTime": "周二至周日（07:40-15:00）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "",
                            "2": "7:40-15:00",
                            "3": "7:40-15:00",
                            "4": "7:40-15:00",
                            "5": "7:40-15:00",
                            "6": "7:40-15:00",
                            "7": "7:40-15:00"
                        }
                    },
                    {
                        "orgName": "爱康国宾北京中关村分院",
                        "orgAddress": "北京市海淀区北四环西路52号方正国际大厦2层，3层",
                        "workTime": "周二至周日（07:40-15:00）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "",
                            "2": "7:40-15:00",
                            "3": "7:40-15:00",
                            "4": "7:40-15:00",
                            "5": "7:40-15:00",
                            "6": "7:40-15:00",
                            "7": "7:40-15:00"
                        }
                    },
                    {
                        "orgName": "爱康国宾北京宣武门分院",
                        "orgAddress": "北京宣武门外大街甲1号，环球财讯中心D座M层",
                        "workTime": "周一至周六（07:40-15:00）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "7:40-15:00",
                            "2": "7:40-15:00",
                            "3": "7:40-15:00",
                            "4": "7:40-15:00",
                            "5": "7:40-15:00",
                            "6": "7:40-15:00",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "爱康国宾北京宣武门分院VIP部",
                        "orgAddress": "北京宣武门外大街甲1号，环球财讯中心D座2层",
                        "workTime": "周一至周六（07:40-15:00）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "7:40-15:00",
                            "2": "7:40-15:00",
                            "3": "7:40-15:00",
                            "4": "7:40-15:00",
                            "5": "7:40-15:00",
                            "6": "7:40-15:00",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "爱康国宾北京西直门分院5层",
                        "orgAddress": "北京市西城区西直门南大街2号成铭大厦D座5层",
                        "workTime": "周一至周六（07:40-15:00）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "7:40-15:00",
                            "2": "7:40-15:00",
                            "3": "7:40-15:00",
                            "4": "7:40-15:00",
                            "5": "7:40-15:00",
                            "6": "7:40-15:00",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "爱康国宾北京西直门分院4层",
                        "orgAddress": "北京市西城区西直门南大街2号成铭大厦D座4层",
                        "workTime": "周二至周日（07:40-15:00）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "",
                            "2": "7:40-15:00",
                            "3": "7:40-15:00",
                            "4": "7:40-15:00",
                            "5": "7:40-15:00",
                            "6": "7:40-15:00",
                            "7": "7:40-15:00"
                        }
                    },
                    {
                        "orgName": "爱康国宾北京西直门分院VIP部",
                        "orgAddress": "北京市西城区西直门南大街2号成铭大厦D座4层",
                        "workTime": "周二至周日（07:40-15:00）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "",
                            "2": "7:40-15:00",
                            "3": "7:40-15:00",
                            "4": "7:40-15:00",
                            "5": "7:40-15:00",
                            "6": "7:40-15:00",
                            "7": "7:40-15:00"
                        }
                    },
                    {
                        "orgName": "爱康国宾北京亚运村慧忠北里分院",
                        "orgAddress": "北京市朝阳区慧忠北里105楼B段京师科技大厦第二层",
                        "workTime": "周二至周日（07:40-15:00）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "",
                            "2": "7:40-15:00",
                            "3": "7:40-15:00",
                            "4": "7:40-15:00",
                            "5": "7:40-15:00",
                            "6": "7:40-15:00",
                            "7": "7:40-15:00"
                        }
                    },
                    {
                        "orgName": "爱康国宾北京亚运村慧忠北里分院VIP部",
                        "orgAddress": "北京市朝阳区慧忠北里105楼B段京师科技大厦第二层",
                        "workTime": "周二至周日（07:40-15:00）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "",
                            "2": "7:40-15:00",
                            "3": "7:40-15:00",
                            "4": "7:40-15:00",
                            "5": "7:40-15:00",
                            "6": "7:40-15:00",
                            "7": "7:40-15:00"
                        }
                    },
                    {
                        "orgName": "爱康国宾北京白石桥分院",
                        "orgAddress": "北京市海淀区中关村南大街32号中关村科技发展大厦6层",
                        "workTime": "周二至周日（07:40-15:00）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "",
                            "2": "7:40-15:00",
                            "3": "7:40-15:00",
                            "4": "7:40-15:00",
                            "5": "7:40-15:00",
                            "6": "7:40-15:00",
                            "7": "7:40-15:00"
                        }
                    },
                    {
                        "orgName": "爱康国宾北京磁器口分院",
                        "orgAddress": "北京市崇文区珠市口东大街2号珍贝大厦二层",
                        "workTime": "周二至周日（07:40-15:00）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "",
                            "2": "7:40-15:00",
                            "3": "7:40-15:00",
                            "4": "7:40-15:00",
                            "5": "7:40-15:00",
                            "6": "7:40-15:00",
                            "7": "7:40-15:00"
                        }
                    },
                    {
                        "orgName": "爱康国宾北京磁器口分院VIP部",
                        "orgAddress": "北京市崇文区珠市口东大街2号珍贝大厦二层",
                        "workTime": "周二至周日（07:40-15:00）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "",
                            "2": "7:40-15:00",
                            "3": "7:40-15:00",
                            "4": "7:40-15:00",
                            "5": "7:40-15:00",
                            "6": "7:40-15:00",
                            "7": "7:40-15:00"
                        }
                    },
                    {
                        "orgName": "爱康国宾北京郡王府分院",
                        "orgAddress": "北京市朝阳区朝阳公园南路21号",
                        "workTime": "周一至周六（07:40-15:00）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "7:40-15:00",
                            "2": "7:40-15:00",
                            "3": "7:40-15:00",
                            "4": "7:40-15:00",
                            "5": "7:40-15:00",
                            "6": "7:40-15:00",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "爱康国宾北京郡王府分院VIP部",
                        "orgAddress": "北京市朝阳区朝阳公园南路21号",
                        "workTime": "周一至周六（07:40-15:00）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "7:40-15:00",
                            "2": "7:40-15:00",
                            "3": "7:40-15:00",
                            "4": "7:40-15:00",
                            "5": "7:40-15:00",
                            "6": "7:40-15:00",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "爱康卓悦北京南礼士路中化大厦体检中心",
                        "orgAddress": "北京市西城区复兴门外大街A2号1幢F2层225号",
                        "workTime": "周一至周六（07:40-15:00）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "7:40-15:00",
                            "2": "7:40-15:00",
                            "3": "7:40-15:00",
                            "4": "7:40-15:00",
                            "5": "7:40-15:00",
                            "6": "7:40-15:00",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "爱康国宾北京知春路分院",
                        "orgAddress": "北京市海淀区知春路甲48号4号楼三层3-029号",
                        "workTime": "周一至周六（07:40-15:00）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "7:40-15:00",
                            "2": "7:40-15:00",
                            "3": "7:40-15:00",
                            "4": "7:40-15:00",
                            "5": "7:40-15:00",
                            "6": "7:40-15:00",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "爱康国宾北京安华桥分院",
                        "orgAddress": "北京市西城区裕民中路12号5号楼1-3层",
                        "workTime": "周一至周六（07:40-15:00）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "7:40-15:00",
                            "2": "7:40-15:00",
                            "3": "7:40-15:00",
                            "4": "7:40-15:00",
                            "5": "7:40-15:00",
                            "6": "7:40-15:00",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "爱康国宾北京总部基地分院",
                        "orgAddress": "北京市丰台区南四环西路188号1区31号楼",
                        "workTime": "周一至周六（07:40-15:00）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "7:40-15:00",
                            "2": "7:40-15:00",
                            "3": "7:40-15:00",
                            "4": "7:40-15:00",
                            "5": "7:40-15:00",
                            "6": "7:40-15:00",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "爱康国宾北京顺平分院",
                        "orgAddress": "北京市顺义区南法信镇顺平路南法信段9号院1幢2层203室",
                        "workTime": "周一至周六（07:40-15:00）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "7:40-15:00",
                            "2": "7:40-15:00",
                            "3": "7:40-15:00",
                            "4": "7:40-15:00",
                            "5": "7:40-15:00",
                            "6": "7:40-15:00",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "爱康国宾北京白云路分院",
                        "orgAddress": "北京市西城区莲花池东路甲5号院1号楼201.301室",
                        "workTime": "周二至周日（07:40-15:00）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "",
                            "2": "7:40-15:00",
                            "3": "7:40-15:00",
                            "4": "7:40-15:00",
                            "5": "7:40-15:00",
                            "6": "7:40-15:00",
                            "7": "7:40-15:00"
                        }
                    },
                    {
                        "orgName": "北京爱康国宾白云路体检分院VIP部",
                        "orgAddress": "北京市西城区莲花池东路甲5号院1号楼201.301室",
                        "workTime": "周二至周日（07:40-15:00）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "",
                            "2": "7:40-15:00",
                            "3": "7:40-15:00",
                            "4": "7:40-15:00",
                            "5": "7:40-15:00",
                            "6": "7:40-15:00",
                            "7": "7:40-15:00"
                        }
                    },
                    {
                        "orgName": "大望路",
                        "orgAddress": "北京市朝阳区西大望路15号外企大厦B座5层",
                        "workTime": "周一到周日  7:00-21:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:00-21:00",
                            "2": "7:00-21:00",
                            "3": "7:00-21:00",
                            "4": "7:00-21:00",
                            "5": "7:00-21:00",
                            "6": "7:00-21:00",
                            "7": "7:00-21:00"
                        }
                    },
                    {
                        "orgName": "东四",
                        "orgAddress": "北京市东城区朝内大街296号瀚海科技大厦B座",
                        "workTime": "周一到周日  7:00-21:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:00-21:00",
                            "2": "7:00-21:00",
                            "3": "7:00-21:00",
                            "4": "7:00-21:00",
                            "5": "7:00-21:00",
                            "6": "7:00-21:00",
                            "7": "7:00-21:00"
                        }
                    },
                    {
                        "orgName": "佳境",
                        "orgAddress": "北京市朝阳区酒仙桥路12号电子科技大厦八层",
                        "workTime": "周一到周日  7:00-21:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:00-21:00",
                            "2": "7:00-21:00",
                            "3": "7:00-21:00",
                            "4": "7:00-21:00",
                            "5": "7:00-21:00",
                            "6": "7:00-21:00",
                            "7": "7:00-21:00"
                        }
                    },
                    {
                        "orgName": "金融街分院",
                        "orgAddress": "北京市西城区太平桥大街111号湘西大厦6层（旁边是加油站）。",
                        "workTime": "周一休息",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "",
                            "2": "全天",
                            "3": "全天",
                            "4": "全天",
                            "5": "全天",
                            "6": "全天",
                            "7": "全天"
                        }
                    },
                    {
                        "orgName": "太阳宫",
                        "orgAddress": "北京市朝阳区太阳宫半岛国际公寓12号楼底商",
                        "workTime": "周一到周日  7:00-21:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:00-21:00",
                            "2": "7:00-21:00",
                            "3": "7:00-21:00",
                            "4": "7:00-21:00",
                            "5": "7:00-21:00",
                            "6": "7:00-21:00",
                            "7": "7:00-21:00"
                        }
                    },
                    {
                        "orgName": "西直门",
                        "orgAddress": "北京市海淀区西直门北大街45-6",
                        "workTime": "周一到周日  7:00-21:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:00-21:00",
                            "2": "7:00-21:00",
                            "3": "7:00-21:00",
                            "4": "7:00-21:00",
                            "5": "7:00-21:00",
                            "6": "7:00-21:00",
                            "7": "7:00-21:00"
                        }
                    },
                    {
                        "orgName": "宣武",
                        "orgAddress": "北京市西城区宣武门外大街20号海格国际酒店3层301-302",
                        "workTime": "周一到周日  7:00-21:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:00-21:00",
                            "2": "7:00-21:00",
                            "3": "7:00-21:00",
                            "4": "7:00-21:00",
                            "5": "7:00-21:00",
                            "6": "7:00-21:00",
                            "7": "7:00-21:00"
                        }
                    },
                    {
                        "orgName": "魏公村",
                        "orgAddress": "海淀区中关村南大街甲12号 寰太大厦4层",
                        "workTime": "周一到周日  7:00-21:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:00-21:00",
                            "2": "7:00-21:00",
                            "3": "7:00-21:00",
                            "4": "7:00-21:00",
                            "5": "7:00-21:00",
                            "6": "7:00-21:00",
                            "7": "7:00-21:00"
                        }
                    },
                    {
                        "orgName": "牡丹园",
                        "orgAddress": "北京市海淀区花园北路35号  健康智谷B1层",
                        "workTime": "周一到周日  7:00-21:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:00-21:00",
                            "2": "7:00-21:00",
                            "3": "7:00-21:00",
                            "4": "7:00-21:00",
                            "5": "7:00-21:00",
                            "6": "7:00-21:00",
                            "7": "7:00-21:00"
                        }
                    }
                ]
            }
        ]
    },
    {
        "provinceId": "2",
        "provinceName": "上海",
        "citys": [
            {
                "cityId": "2",
                "cityName": "上海",
                "orgList": [
                    {
                        "orgName": "爱康国宾上海西康路分院",
                        "orgAddress": "上海市静安区西康路252号",
                        "workTime": "周一至周日\n（07:45~15:30）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "7:45-15:30",
                            "2": "7:45-15:30",
                            "3": "7:45-15:30",
                            "4": "7:45-15:30",
                            "5": "7:45-15:30",
                            "6": "7:45-15:30",
                            "7": "7:45-15:30"
                        }
                    },
                    {
                        "orgName": "爱康国宾上海望族分院（卓悦）",
                        "orgAddress": "上海市长宁区天山路1900号四楼",
                        "workTime": "周一至周日\n（07:45~15:30）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "7:45-15:30",
                            "2": "7:45-15:30",
                            "3": "7:45-15:30",
                            "4": "7:45-15:30",
                            "5": "7:45-15:30",
                            "6": "7:45-15:30",
                            "7": "7:45-15:30"
                        }
                    },
                    {
                        "orgName": "爱康国宾上海望族分院vip部（卓悦）",
                        "orgAddress": "上海市长宁区天山路1900号四楼",
                        "workTime": "周一至周日\n（07:45~15:30）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "7:45-15:30",
                            "2": "7:45-15:30",
                            "3": "7:45-15:30",
                            "4": "7:45-15:30",
                            "5": "7:45-15:30",
                            "6": "7:45-15:30",
                            "7": "7:45-15:30"
                        }
                    },
                    {
                        "orgName": "爱康国宾上海浦东八佰伴分院",
                        "orgAddress": "上海市张杨路560号中融恒瑞大厦6楼西区",
                        "workTime": "周一至周日\n（工作日：07:45~15:30\n双休日：07:45~11:00）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "7:45-15:30",
                            "2": "7:45-15:30",
                            "3": "7:45-15:30",
                            "4": "7:45-15:30",
                            "5": "7:45-15:30",
                            "6": "7:45-11:00",
                            "7": "7:45-11:00"
                        }
                    },
                    {
                        "orgName": "爱康国宾上海杨浦五角场分院",
                        "orgAddress": "上海市杨浦区国宾路36号万达国际广场5楼",
                        "workTime": "周一至周日\n（工作日：07:45~15:30\n双休日：07:45~11:00）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "7:45-15:30",
                            "2": "7:45-15:30",
                            "3": "7:45-15:30",
                            "4": "7:45-15:30",
                            "5": "7:45-15:30",
                            "6": "7:45-11:00",
                            "7": "7:45-11:00"
                        }
                    },
                    {
                        "orgName": "爱康国宾上海杨浦五角场分院VIP部",
                        "orgAddress": "上海市杨浦区国宾路36号万达国际广场6楼",
                        "workTime": "周一至周日\n（工作日：07:45~15:30\n双休日：07:45~11:00）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "7:45-15:30",
                            "2": "7:45-15:30",
                            "3": "7:45-15:30",
                            "4": "7:45-15:30",
                            "5": "7:45-15:30",
                            "6": "7:45-11:00",
                            "7": "7:45-11:00"
                        }
                    },
                    {
                        "orgName": "爱康国宾上海陆家嘴分院",
                        "orgAddress": "上海市浦东新区商城路1900号，近桃林路",
                        "workTime": "周一至周日\n（工作日：07:45~15:30\n双休日：07:45~11:00）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "7:45-15:30",
                            "2": "7:45-15:30",
                            "3": "7:45-15:30",
                            "4": "7:45-15:30",
                            "5": "7:45-15:30",
                            "6": "7:45-11:00",
                            "7": "7:45-11:00"
                        }
                    },
                    {
                        "orgName": "爱康国宾上海陆家嘴分院VIP部",
                        "orgAddress": "上海市浦东新区商城路1900号金桃大厦1-2层（源深体育场北）",
                        "workTime": "周一至周日\n（工作日：07:45~15:30\n双休日：07:45~11:00）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "7:45-15:30",
                            "2": "7:45-15:30",
                            "3": "7:45-15:30",
                            "4": "7:45-15:30",
                            "5": "7:45-15:30",
                            "6": "7:45-11:00",
                            "7": "7:45-11:00"
                        }
                    },
                    {
                        "orgName": "爱康国宾上海中山公园南延安西路分院",
                        "orgAddress": "上海市长宁区定西路1018号2层",
                        "workTime": "周一至周日\n（工作日：07:45~15:30\n双休日：07:45~11:00）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "7:45-15:30",
                            "2": "7:45-15:30",
                            "3": "7:45-15:30",
                            "4": "7:45-15:30",
                            "5": "7:45-15:30",
                            "6": "7:45-11:00",
                            "7": "7:45-11:00"
                        }
                    },
                    {
                        "orgName": "爱康国宾上海中山公园南延安西路分院vip部",
                        "orgAddress": "上海长宁区定西路1018号2层",
                        "workTime": "周一至周日\n（工作日：07:45~15:30\n双休日：07:45~11:00）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "7:45-15:30",
                            "2": "7:45-15:30",
                            "3": "7:45-15:30",
                            "4": "7:45-15:30",
                            "5": "7:45-15:30",
                            "6": "7:45-11:00",
                            "7": "7:45-11:00"
                        }
                    },
                    {
                        "orgName": "爱康国宾上海曹家渡一品分院",
                        "orgAddress": "上海市静安区康定路1437号鑫康苑2楼",
                        "workTime": "周一至周日\n（工作日：07:45~15:30\n双休日：07:45~11:00）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "7:45-15:30",
                            "2": "7:45-15:30",
                            "3": "7:45-15:30",
                            "4": "7:45-15:30",
                            "5": "7:45-15:30",
                            "6": "7:45-11:00",
                            "7": "7:45-11:00"
                        }
                    },
                    {
                        "orgName": "爱康国宾上海曹家渡一品分院vip部",
                        "orgAddress": "上海市静安区康定路1437号鑫康苑2楼",
                        "workTime": "周一至周日\n（工作日：07:45~15:30\n双休日：07:45~11:00）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "7:45-15:30",
                            "2": "7:45-15:30",
                            "3": "7:45-15:30",
                            "4": "7:45-15:30",
                            "5": "7:45-15:30",
                            "6": "7:45-11:00",
                            "7": "7:45-11:00"
                        }
                    },
                    {
                        "orgName": "爱康国宾上海中环一品分院",
                        "orgAddress": "上海市普陀区真光路1288号百联中环购物广场4层（观8电梯上）",
                        "workTime": "周一至周日\n（工作日：07:45~15:30\n双休日：07:45~11:00）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "7:45-15:30",
                            "2": "7:45-15:30",
                            "3": "7:45-15:30",
                            "4": "7:45-15:30",
                            "5": "7:45-15:30",
                            "6": "7:45-11:00",
                            "7": "7:45-11:00"
                        }
                    },
                    {
                        "orgName": "爱康国宾上海西藏南路老西门分院",
                        "orgAddress": "上海市黄浦区西藏南路768号4层",
                        "workTime": "周一至周日\n（工作日：07:45~15:30\n双休日：07:45~11:00）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "7:45-15:30",
                            "2": "7:45-15:30",
                            "3": "7:45-15:30",
                            "4": "7:45-15:30",
                            "5": "7:45-15:30",
                            "6": "7:45-11:00",
                            "7": "7:45-11:00"
                        }
                    },
                    {
                        "orgName": "爱康国宾上海西藏南路老西门分院vip部",
                        "orgAddress": "上海市黄浦区西藏南路768号4层",
                        "workTime": "周一至周日\n（工作日：07:45~15:30\n双休日：07:45~11:00）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "7:45-15:30",
                            "2": "7:45-15:30",
                            "3": "7:45-15:30",
                            "4": "7:45-15:30",
                            "5": "7:45-15:30",
                            "6": "7:45-11:00",
                            "7": "7:45-11:00"
                        }
                    },
                    {
                        "orgName": "爱康国宾上海外滩延安东路分院",
                        "orgAddress": "上海市黄浦区江西南路29号2层",
                        "workTime": "周一至周日\n（工作日：07:45~15:30\n双休日：07:45~11:00）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "7:45-15:30",
                            "2": "7:45-15:30",
                            "3": "7:45-15:30",
                            "4": "7:45-15:30",
                            "5": "7:45-15:30",
                            "6": "7:45-11:00",
                            "7": "7:45-11:00"
                        }
                    },
                    {
                        "orgName": "爱康国宾上海外滩延安东路分院vip部",
                        "orgAddress": "上海市黄浦区江西南路29号2层",
                        "workTime": "周一至周日\n（工作日：07:45~15:30\n双休日：07:45~11:00）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "7:45-15:30",
                            "2": "7:45-15:30",
                            "3": "7:45-15:30",
                            "4": "7:45-15:30",
                            "5": "7:45-15:30",
                            "6": "7:45-11:00",
                            "7": "7:45-11:00"
                        }
                    },
                    {
                        "orgName": "上海华检淮海店",
                        "orgAddress": "上海市嘉善路118号明园商务中心B座3楼",
                        "workTime": "周一至周六：7:30-10:30",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "7:30-10:30",
                            "2": "7:30-10:30",
                            "3": "7:30-10:30",
                            "4": "7:30-10:30",
                            "5": "7:30-10:30",
                            "6": "7:30-10:30",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "上海华检陆家嘴店",
                        "orgAddress": "上海市浦东大道545号裕景大饭店裙楼2楼",
                        "workTime": "周一至周六：7:30-10:30",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "7:30-10:30",
                            "2": "7:30-10:30",
                            "3": "7:30-10:30",
                            "4": "7:30-10:30",
                            "5": "7:30-10:30",
                            "6": "7:30-10:30",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "上海华检陆家嘴店贵宾健康管理中心",
                        "orgAddress": "上海市浦东大道545号裕景大饭店裙楼3楼",
                        "workTime": "每周二、三、五：7:30-10:00",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "",
                            "2": "7:30-10:00",
                            "3": "7:30-10:00",
                            "4": "",
                            "5": "7:30-10:00",
                            "6": "",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "上海华检金桥店",
                        "orgAddress": "上海市金海路1000号金领之都15号楼",
                        "workTime": "周一至周六：8:00-10:30",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "8:00-10:30",
                            "2": "8:00-10:30",
                            "3": "8:00-10:30",
                            "4": "8:00-10:30",
                            "5": "8:00-10:30",
                            "6": "8:00-10:30",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "黄浦分院",
                        "orgAddress": "上海市黄浦区延安东路175号旺角广场4楼",
                        "workTime": "周一-周日7:30——20:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-20:00",
                            "2": "7:30-20:00",
                            "3": "7:30-20:00",
                            "4": "7:30-20:00",
                            "5": "7:30-20:00",
                            "6": "7:30-20:00",
                            "7": "7:30-20:00"
                        }
                    },
                    {
                        "orgName": "静安分院",
                        "orgAddress": "上海市静安区西康路608号",
                        "workTime": "周一-周日7:30——20:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-20:00",
                            "2": "7:30-20:00",
                            "3": "7:30-20:00",
                            "4": "7:30-20:00",
                            "5": "7:30-20:00",
                            "6": "7:30-20:00",
                            "7": "7:30-20:00"
                        }
                    },
                    {
                        "orgName": "浦东长航分院",
                        "orgAddress": "上海市浦东新区崂山路523号",
                        "workTime": "周一-周日7:30——20:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-20:00",
                            "2": "7:30-20:00",
                            "3": "7:30-20:00",
                            "4": "7:30-20:00",
                            "5": "7:30-20:00",
                            "6": "7:30-20:00",
                            "7": "7:30-20:00"
                        }
                    },
                    {
                        "orgName": "浦东齐鲁分院",
                        "orgAddress": "上海市浦东新区东方路836号齐鲁大厦3楼",
                        "workTime": "周一-周日7:30——20:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-20:00",
                            "2": "7:30-20:00",
                            "3": "7:30-20:00",
                            "4": "7:30-20:00",
                            "5": "7:30-20:00",
                            "6": "7:30-20:00",
                            "7": "7:30-20:00"
                        }
                    },
                    {
                        "orgName": "苏河一号分院",
                        "orgAddress": "上海市闸北区恒丰路638号苏河一号3楼",
                        "workTime": "周一-周日7:30——20:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-20:00",
                            "2": "7:30-20:00",
                            "3": "7:30-20:00",
                            "4": "7:30-20:00",
                            "5": "7:30-20:00",
                            "6": "7:30-20:00",
                            "7": "7:30-20:00"
                        }
                    },
                    {
                        "orgName": "天山分院",
                        "orgAddress": "上海市长宁区天山路8号",
                        "workTime": "周一-周日7:30——20:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-20:00",
                            "2": "7:30-20:00",
                            "3": "7:30-20:00",
                            "4": "7:30-20:00",
                            "5": "7:30-20:00",
                            "6": "7:30-20:00",
                            "7": "7:30-20:00"
                        }
                    },
                    {
                        "orgName": "五角场分院",
                        "orgAddress": "上海市杨浦区淞沪路388号创智天地广场4楼",
                        "workTime": "周一-周日7:30——20:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-20:00",
                            "2": "7:30-20:00",
                            "3": "7:30-20:00",
                            "4": "7:30-20:00",
                            "5": "7:30-20:00",
                            "6": "7:30-20:00",
                            "7": "7:30-20:00"
                        }
                    },
                    {
                        "orgName": "小木桥总院",
                        "orgAddress": "上海市徐汇区小木桥路251号天亿大厦1-3层",
                        "workTime": "周一-周日7:30——20:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-20:00",
                            "2": "7:30-20:00",
                            "3": "7:30-20:00",
                            "4": "7:30-20:00",
                            "5": "7:30-20:00",
                            "6": "7:30-20:00",
                            "7": "7:30-20:00"
                        }
                    },
                    {
                        "orgName": "宜山分院",
                        "orgAddress": "上海市闵行区宜山路1728号",
                        "workTime": "周一-周日7:30——20:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-20:00",
                            "2": "7:30-20:00",
                            "3": "7:30-20:00",
                            "4": "7:30-20:00",
                            "5": "7:30-20:00",
                            "6": "7:30-20:00",
                            "7": "7:30-20:00"
                        }
                    }
                ]
            }
        ]
    },
    {
        "provinceId": "3",
        "provinceName": "广东",
        "citys": [
            {
                "cityId": "3",
                "cityName": "广州",
                "orgList": [
                    {
                        "orgName": "爱康国宾广州环市东体检分院二层VIP部",
                        "orgAddress": "广州市环市东路496号广发花园大厦2楼",
                        "workTime": "周一至周六",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "全天",
                            "2": "全天",
                            "3": "全天",
                            "4": "全天",
                            "5": "全天",
                            "6": "全天",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "爱康国宾广州环市东体检分院三层",
                        "orgAddress": "广州市环市东路496号广发花园大厦3",
                        "workTime": "周一至周六",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "全天",
                            "2": "全天",
                            "3": "全天",
                            "4": "全天",
                            "5": "全天",
                            "6": "全天",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "爱康国宾广州环市东体检分院四层",
                        "orgAddress": "广州市环市东路496号广发花园大厦4楼",
                        "workTime": "周一至周六",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "全天",
                            "2": "全天",
                            "3": "全天",
                            "4": "全天",
                            "5": "全天",
                            "6": "全天",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "爱康国宾广州天河华港花园体检分院",
                        "orgAddress": "广州市天河区东方一路华港花园20-24号3层",
                        "workTime": "周一至周六",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "全天",
                            "2": "全天",
                            "3": "全天",
                            "4": "全天",
                            "5": "全天",
                            "6": "全天",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "爱康国宾广州花城大道南天广场体检分院五层",
                        "orgAddress": "广州市天河区珠江新城花城大道1号5层",
                        "workTime": "周一至周六",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "全天",
                            "2": "全天",
                            "3": "全天",
                            "4": "全天",
                            "5": "全天",
                            "6": "全天",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "爱康国宾广州林和西中泰体检分院",
                        "orgAddress": "广州市天河区林和西路161号中泰国际广场5楼",
                        "workTime": "周一至周六",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "全天",
                            "2": "全天",
                            "3": "全天",
                            "4": "全天",
                            "5": "全天",
                            "6": "全天",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "环市东路体检分院",
                        "orgAddress": "环市东路326号广东亚洲国际大酒店四楼",
                        "workTime": "周一到周日  8:30-17:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:30-17:00",
                            "2": "8:30-17:00",
                            "3": "8:30-17:00",
                            "4": "8:30-17:00",
                            "5": "8:30-17:00",
                            "6": "8:30-17:00",
                            "7": "8:30-17:00"
                        }
                    },
                    {
                        "orgName": "天河东分院",
                        "orgAddress": "广州市天河区天河东路153号富海商业中心1-3层 （K歌王旁地铁3号线石牌桥BTR出口）",
                        "workTime": "周一到周日  8:30-17:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:30-17:00",
                            "2": "8:30-17:00",
                            "3": "8:30-17:00",
                            "4": "8:30-17:00",
                            "5": "8:30-17:00",
                            "6": "8:30-17:00",
                            "7": "8:30-17:00"
                        }
                    },
                    {
                        "orgName": "珠江新城分院",
                        "orgAddress": "广州市珠江新城花城大道86号高德汇2座3楼，地铁5号线猎德站A出口左转20米",
                        "workTime": "周一到周日  8:30-17:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:30-17:00",
                            "2": "8:30-17:00",
                            "3": "8:30-17:00",
                            "4": "8:30-17:00",
                            "5": "8:30-17:00",
                            "6": "8:30-17:00",
                            "7": "8:30-17:00"
                        }
                    }
                ]
            },
            {
                "cityId": "4",
                "cityName": "深圳",
                "orgList": [
                    {
                        "orgName": "爱康卓悦深圳快验保分院(卓悦店)",
                        "orgAddress": "深圳南山区东滨路汇滨广场二期裙楼1-3层",
                        "workTime": "周二至周日（07:30-15:00）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "",
                            "2": "7:30-15:00",
                            "3": "7:30-15:00",
                            "4": "7:30-15:00",
                            "5": "7:30-15:00",
                            "6": "7:30-15:00",
                            "7": "7:30-15:00"
                        }
                    },
                    {
                        "orgName": "爱康国宾深圳福田分院",
                        "orgAddress": "深圳福田区滨河路北彩田路东交汇处联合广场B座裙楼B201/203",
                        "workTime": "周二至周日（07:30-15:00）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "",
                            "2": "7:30-15:00",
                            "3": "7:30-15:00",
                            "4": "7:30-15:00",
                            "5": "7:30-15:00",
                            "6": "7:30-15:00",
                            "7": "7:30-15:00"
                        }
                    },
                    {
                        "orgName": "爱康国宾深圳福田分院vip部",
                        "orgAddress": "深圳福田区滨河路北彩田路东交汇处联合广场B座裙楼B201/203",
                        "workTime": "周二至周日（07:30-15:00）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "",
                            "2": "7:30-15:00",
                            "3": "7:30-15:00",
                            "4": "7:30-15:00",
                            "5": "7:30-15:00",
                            "6": "7:30-15:00",
                            "7": "7:30-15:00"
                        }
                    },
                    {
                        "orgName": "爱康国宾深圳罗湖分院",
                        "orgAddress": "深圳市罗湖区宝安南路3044号天地大厦1、3层",
                        "workTime": "周二至周日（07:30-15:00）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "",
                            "2": "7:30-15:00",
                            "3": "7:30-15:00",
                            "4": "7:30-15:00",
                            "5": "7:30-15:00",
                            "6": "7:30-15:00",
                            "7": "7:30-15:00"
                        }
                    },
                    {
                        "orgName": "爱康国宾深圳罗湖分院vip部",
                        "orgAddress": "深圳市罗湖区宝安南路3044号天地大厦1、3层",
                        "workTime": "周二、四、六日（07:30-15:00）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "",
                            "2": "7:30-15:00",
                            "3": "",
                            "4": "7:30-15:00",
                            "5": "",
                            "6": "7:30-15:00",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "爱康国宾深圳科兴分院",
                        "orgAddress": "深圳市南山区高新科技园中区科苑路科兴科学院B座3单元3A层",
                        "workTime": "周二���周日（07:30-15:00）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "",
                            "2": "7:30-15:00",
                            "3": "7:30-15:00",
                            "4": "7:30-15:00",
                            "5": "7:30-15:00",
                            "6": "7:30-15:00",
                            "7": "7:30-15:00"
                        }
                    },
                    {
                        "orgName": "爱康国宾深圳科兴分院VIP",
                        "orgAddress": "深圳市南山区高新科技园中区科苑路科兴科学院B座3单元3A层",
                        "workTime": "周三、五、六日（07:30-15:00）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "",
                            "2": "",
                            "3": "7:30-15:00",
                            "4": "",
                            "5": "7:30-15:00",
                            "6": "7:30-15:00",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "爱康国宾深圳华强分院",
                        "orgAddress": "深圳市福田区深南中路3039号深圳国际文化大厦3A层",
                        "workTime": "周一至周日（07:30-15:00）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "7:30-15:00",
                            "2": "7:30-15:00",
                            "3": "7:30-15:00",
                            "4": "7:30-15:00",
                            "5": "7:30-15:00",
                            "6": "7:30-15:00",
                            "7": "7:30-15:00"
                        }
                    },
                    {
                        "orgName": "中港城门诊部  （只接团单、不接入职，6月1日起，不接结算价低于500的团单及散客）",
                        "orgAddress": "深圳市福田区福强路3004号中港城3楼（平安银行楼上）",
                        "workTime": "周一到周五  7:30-19:00周末  7:30-17:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-19:00",
                            "2": "7:30-19:00",
                            "3": "7:30-19:00",
                            "4": "7:30-19:00",
                            "5": "7:30-19:00",
                            "6": "7:30-17:00",
                            "7": "7:30-17:00"
                        }
                    },
                    {
                        "orgName": "财富大厦门诊部     （只接团单、不接入职）",
                        "orgAddress": "福田区福华三路88号财富大厦19层",
                        "workTime": "周一到周五  7:30-19:00周末  7:30-17:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-19:00",
                            "2": "7:30-19:00",
                            "3": "7:30-19:00",
                            "4": "7:30-19:00",
                            "5": "7:30-19:00",
                            "6": "7:30-17:00",
                            "7": "7:30-17:00"
                        }
                    },
                    {
                        "orgName": "福田红岭分院         （只接团单、不接入职）",
                        "orgAddress": "福田红岭分院  地址：深圳市福田区红岭南路红岭大厦4栋、5栋2楼",
                        "workTime": "周一到周五  7:30-19:00周末  7:30-17:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-19:00",
                            "2": "7:30-19:00",
                            "3": "7:30-19:00",
                            "4": "7:30-19:00",
                            "5": "7:30-19:00",
                            "6": "7:30-17:00",
                            "7": "7:30-17:00"
                        }
                    },
                    {
                        "orgName": "南山门诊部  （只接团单、不接入职）",
                        "orgAddress": "深圳市南山区科技园南一道富诚大厦2楼",
                        "workTime": "周一到周五  7:30-19:00周末  7:30-17:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-19:00",
                            "2": "7:30-19:00",
                            "3": "7:30-19:00",
                            "4": "7:30-19:00",
                            "5": "7:30-19:00",
                            "6": "7:30-17:00",
                            "7": "7:30-17:00"
                        }
                    },
                    {
                        "orgName": "美年门诊部  （只接团单、不接入职）",
                        "orgAddress": "南山区科苑路6号深圳科技工业园大厦金融中心2栋12楼",
                        "workTime": "周一到周五  7:30-19:00周末  7:30-17:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-19:00",
                            "2": "7:30-19:00",
                            "3": "7:30-19:00",
                            "4": "7:30-19:00",
                            "5": "7:30-19:00",
                            "6": "7:30-17:00",
                            "7": "7:30-17:00"
                        }
                    },
                    {
                        "orgName": "招商分院 （入职对接分院）",
                        "orgAddress": "深圳市南山区南海大道与东滨路交汇处美年广场5栋7楼",
                        "workTime": "周一到周五  7:30-19:00周末  7:30-17:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-19:00",
                            "2": "7:30-19:00",
                            "3": "7:30-19:00",
                            "4": "7:30-19:00",
                            "5": "7:30-19:00",
                            "6": "7:30-17:00",
                            "7": "7:30-17:00"
                        }
                    },
                    {
                        "orgName": "荣超分院（只接团单、不接入职）",
                        "orgAddress": "广东省深圳市福田区金田路4036号荣超大厦M1层",
                        "workTime": "周一至周五：8:00-18:00，周六至周日：8:00-17:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:00-18:00",
                            "2": "8:00-18:00",
                            "3": "8:00-18:00",
                            "4": "8:00-18:00",
                            "5": "8:00-18:00",
                            "6": "8:00-17:00",
                            "7": "8:00-17:00"
                        }
                    }
                ]
            },
            {
                "cityId": "5",
                "cityName": "佛山",
                "orgList": [
                    {
                        "orgName": "爱康国宾佛山千灯湖体检分院(卓悦店)",
                        "orgAddress": "佛山市南海区桂城灯湖东路1号友邦金融金融中心1座25层及2606",
                        "workTime": "周一至周六（8:00-12：00）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "8:00-12:00",
                            "2": "8:00-12:00",
                            "3": "8:00-12:00",
                            "4": "8:00-12:00",
                            "5": "8:00-12:00",
                            "6": "8:00-12:00",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "爱康国宾佛山千灯湖体检分院(卓悦店)",
                        "orgAddress": "佛山市南海区桂城灯湖东路1号友邦金融金融中心1座25层及2606",
                        "workTime": "周一至周六（8:00-12：00）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "8:00-12:00",
                            "2": "8:00-12:00",
                            "3": "8:00-12:00",
                            "4": "8:00-12:00",
                            "5": "8:00-12:00",
                            "6": "8:00-12:00",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "爱康国宾佛山禅城分院",
                        "orgAddress": "佛山市禅城区季华四路115号宏宇国金B座二至三层",
                        "workTime": "周二到周日8：00-17:00",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "",
                            "2": "8:00-17:00",
                            "3": "8:00-17:00",
                            "4": "8:00-17:00",
                            "5": "8:00-17:00",
                            "6": "8:00-17:00",
                            "7": "8:00-17:00"
                        }
                    },
                    {
                        "orgName": "佛山分院",
                        "orgAddress": "佛山市禅城区季华六路15号绿地中心三座三、四楼",
                        "workTime": "周一到周六  8:00-17:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:00-17:00",
                            "2": "8:00-17:00",
                            "3": "8:00-17:00",
                            "4": "8:00-17:00",
                            "5": "8:00-17:00",
                            "6": "8:00-17:00",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "佛山奥亚健康管理有限公司华园门诊部",
                        "orgAddress": "佛山市禅城区汾江路6号星星华园国际商场4楼",
                        "workTime": "周一到周六：8:00-18:00\n周日：8:30-18:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:00-18:00",
                            "2": "8:00-18:00",
                            "3": "8:00-18:00",
                            "4": "8:00-18:00",
                            "5": "8:00-18:00",
                            "6": "8:00-18:00",
                            "7": "8:30-18:00"
                        }
                    }
                ]
            },
            {
                "cityId": "6",
                "cityName": "东莞",
                "orgList": [
                    {
                        "orgName": "东莞分院",
                        "orgAddress": "东莞市南城区元美路黄金花园金裕楼一层二层",
                        "workTime": "除法定假日休，其他都上班",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "全天",
                            "2": "全天",
                            "3": "全天",
                            "4": "全天",
                            "5": "全天",
                            "6": "全天",
                            "7": "全天"
                        }
                    }
                ]
            },
            {
                "cityId": "7",
                "cityName": "江门",
                "orgList": [
                    {
                        "orgName": "江门美年大健康健康管理有限公司",
                        "orgAddress": "江门市北新区万达广场A座4-5层",
                        "workTime": "周二至周日8:00-17：30",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "",
                            "2": "8:00-17:30",
                            "3": "8:00-17:30",
                            "4": "8:00-17:30",
                            "5": "8:00-17:30",
                            "6": "8:00-17:30",
                            "7": "8:00-17:30"
                        }
                    }
                ]
            },
            {
                "cityId": "8",
                "cityName": "阳江",
                "orgList": [
                    {
                        "orgName": "阳江江城美年大健康医疗门诊部",
                        "orgAddress": "阳江市江城区西平北路363号 君怡写字楼11楼",
                        "workTime": "周一至周五8：30-17：30",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:30-17:30",
                            "2": "8:30-17:30",
                            "3": "8:30-17:30",
                            "4": "8:30-17:30",
                            "5": "8:30-17:30",
                            "6": "",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "9",
                "cityName": "中山",
                "orgList": [
                    {
                        "orgName": "中山美年大健康兴中分院",
                        "orgAddress": "中山市南基路兴中广场A座6-7楼",
                        "workTime": "周一-周五8：30—12：00 14：00—17：30\n周六：8：00-12:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:30-17:30",
                            "2": "8:30-17:30",
                            "3": "8:30-17:30",
                            "4": "8:30-17:30",
                            "5": "8:30-17:30",
                            "6": "8:00-12:00",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "10",
                "cityName": "珠海",
                "orgList": [
                    {
                        "orgName": "珠海美年大健康健康管理有限公司湾仔门诊部",
                        "orgAddress": "珠海市香洲区湾仔南湾南路3007号",
                        "workTime": "周一至周五8：30-17：30",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:30-17:30",
                            "2": "8:30-17:30",
                            "3": "8:30-17:30",
                            "4": "8:30-17:30",
                            "5": "8:30-17:30",
                            "6": "",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "11",
                "cityName": "河源",
                "orgList": [
                    {
                        "orgName": "河源市美年大健康体检中心",
                        "orgAddress": "河源市源城区永和东路华达新城正门右侧二楼",
                        "workTime": "周一-周日7:00-16:30",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:00-16:30",
                            "2": "7:00-16:30",
                            "3": "7:00-16:30",
                            "4": "7:00-16:30",
                            "5": "7:00-16:30",
                            "6": "7:00-16:30",
                            "7": "7:00-16:30"
                        }
                    }
                ]
            },
            {
                "cityId": "12",
                "cityName": "惠州",
                "orgList": [
                    {
                        "orgName": "惠城分院",
                        "orgAddress": "惠州市惠城区河南岸斑樟湖路东鑫大厦A座",
                        "workTime": "周一到周五：7:30-18:00   周六日：8:00-17:30",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-18:00",
                            "2": "7:30-18:00",
                            "3": "7:30-18:00",
                            "4": "7:30-18:00",
                            "5": "7:30-18:00",
                            "6": "8:00-17:30",
                            "7": "8:00-17:30"
                        }
                    }
                ]
            },
            {
                "cityId": "13",
                "cityName": "湛江",
                "orgList": [
                    {
                        "orgName": "湛江上德上医慈铭健康管理有限公司京基门诊部",
                        "orgAddress": "湛江市赤坎区人民大道北41号京基大厦六楼",
                        "workTime": "周一-周日8:15——17:45",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:15-17:45",
                            "2": "8:15-17:45",
                            "3": "8:15-17:45",
                            "4": "8:15-17:45",
                            "5": "8:15-17:45",
                            "6": "8:15-17:45",
                            "7": "8:15-17:45"
                        }
                    }
                ]
            },
            {
                "cityId": "14",
                "cityName": "韶关市",
                "orgList": [
                    {
                        "orgName": "韶关分院",
                        "orgAddress": "韶关市浈江区解放路2路雍华广场三层",
                        "workTime": "周一到周五：8:00-18:00   周六日：8:00-17:30",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:00-18:00",
                            "2": "8:00-18:00",
                            "3": "8:00-18:00",
                            "4": "8:00-18:00",
                            "5": "8:00-18:00",
                            "6": "8:00-17:30",
                            "7": "8:00-17:30"
                        }
                    }
                ]
            },
            {
                "cityId": "15",
                "cityName": "茂名市",
                "orgList": [
                    {
                        "orgName": "茂名慈铭医院有限公司 美年大健康（光华南店）",
                        "orgAddress": "茂名市光华南路178号人民广场正对门文创街2-3楼",
                        "workTime": "周一至周日8:00--17:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:00-17:00",
                            "2": "8:00-17:00",
                            "3": "8:00-17:00",
                            "4": "8:00-17:00",
                            "5": "8:00-17:00",
                            "6": "8:00-17:00",
                            "7": "8:00-17:00"
                        }
                    }
                ]
            }
        ]
    },
    {
        "provinceId": "4",
        "provinceName": "江苏",
        "citys": [
            {
                "cityId": "16",
                "cityName": "南京",
                "orgList": [
                    {
                        "orgName": "爱康国宾南京鼓楼分院",
                        "orgAddress": "南京市中央路19号金峰大厦3、4楼",
                        "workTime": "周二至周日（07:30-16:30）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "",
                            "2": "7:30-16:30",
                            "3": "7:30-16:30",
                            "4": "7:30-16:30",
                            "5": "7:30-16:30",
                            "6": "7:30-16:30",
                            "7": "7:30-16:30"
                        }
                    },
                    {
                        "orgName": "爱康国宾南京鼓楼分院vip部",
                        "orgAddress": "南京市中央路19号金峰大厦3楼",
                        "workTime": "周二至周日（07:30-16:30）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "",
                            "2": "7:30-16:30",
                            "3": "7:30-16:30",
                            "4": "7:30-16:30",
                            "5": "7:30-16:30",
                            "6": "7:30-16:30",
                            "7": "7:30-16:30"
                        }
                    },
                    {
                        "orgName": "爱康国宾南京新街口分院",
                        "orgAddress": "南京市白下区中山东路145号全民健身中心19F",
                        "workTime": "周一至周六（07：30-16：30）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "7:30-16:30",
                            "2": "7:30-16:30",
                            "3": "7:30-16:30",
                            "4": "7:30-16:30",
                            "5": "7:30-16:30",
                            "6": "7:30-16:30",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "爱康国宾江宁分院VIP部",
                        "orgAddress": "南京市江宁区双龙大道1118号新都汇广场2层",
                        "workTime": "周二至周日（07:30-16:30）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "",
                            "2": "7:30-16:30",
                            "3": "7:30-16:30",
                            "4": "7:30-16:30",
                            "5": "7:30-16:30",
                            "6": "7:30-16:30",
                            "7": "7:30-16:30"
                        }
                    },
                    {
                        "orgName": "爱康国宾江宁分院",
                        "orgAddress": "南京市江宁区双龙大道1118号新都汇广场2层",
                        "workTime": "周二至周日（07:30-16:30）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "",
                            "2": "7:30-16:30",
                            "3": "7:30-16:30",
                            "4": "7:30-16:30",
                            "5": "7:30-16:30",
                            "6": "7:30-16:30",
                            "7": "7:30-16:30"
                        }
                    },
                    {
                        "orgName": "爱康国宾浦口大道新城总部大厦分院",
                        "orgAddress": "南京市浦口区江浦街道浦口大道1号新城总部大厦A座3楼",
                        "workTime": "周二至周日（07:30-14:30）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "",
                            "2": "7:30-14:30",
                            "3": "7:30-14:30",
                            "4": "7:30-14:30",
                            "5": "7:30-14:30",
                            "6": "7:30-14:30",
                            "7": "7:30-14:30"
                        }
                    },
                    {
                        "orgName": "鼓楼分院",
                        "orgAddress": "南京市中山北路49号机械大厦1-4L",
                        "workTime": "周二-周日7:30——16:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "",
                            "2": "7:30-16:00",
                            "3": "7:30-16:00",
                            "4": "7:30-16:00",
                            "5": "7:30-16:00",
                            "6": "7:30-16:00",
                            "7": "7:30-16:00"
                        }
                    },
                    {
                        "orgName": "张府园分院",
                        "orgAddress": "南京是建业路98号鸿信大厦2L",
                        "workTime": "周二-周日7:30——16:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "",
                            "2": "7:30-16:00",
                            "3": "7:30-16:00",
                            "4": "7:30-16:00",
                            "5": "7:30-16:00",
                            "6": "7:30-16:00",
                            "7": "7:30-16:00"
                        }
                    }
                ]
            },
            {
                "cityId": "17",
                "cityName": "苏州",
                "orgList": [
                    {
                        "orgName": "爱康国宾苏州东环体检分院",
                        "orgAddress": "苏州市工业园区东环路1408号东环时代广场2楼201",
                        "workTime": "（周二至周日）07：30-11：30",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "",
                            "2": "7:30-11:30",
                            "3": "7:30-11:30",
                            "4": "7:30-11:30",
                            "5": "7:30-11:30",
                            "6": "7:30-11:30",
                            "7": "7:30-11:30"
                        }
                    },
                    {
                        "orgName": "爱康国宾苏州东环体检分院vip部",
                        "orgAddress": "苏州市工业园区东环路1408号东环时代广场2楼201",
                        "workTime": "（周二至周日）07：30-11：30",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "",
                            "2": "7:30-11:30",
                            "3": "7:30-11:30",
                            "4": "7:30-11:30",
                            "5": "7:30-11:30",
                            "6": "7:30-11:30",
                            "7": "7:30-11:30"
                        }
                    },
                    {
                        "orgName": "苏州高新分院",
                        "orgAddress": "苏州市高新区运河路77号乐嘉汇商务广场2-101,201",
                        "workTime": "（周一至周三）07：30-11：30",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "7:30-11:30",
                            "2": "7:30-11:30",
                            "3": "7:30-11:30",
                            "4": "",
                            "5": "",
                            "6": "",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "东环分院",
                        "orgAddress": "苏州市东环路1500号现代创展大厦5楼",
                        "workTime": "周一至周五07：15到17：00，周六、日07：15-14：15",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:15-17:00",
                            "2": "7:15-17:00",
                            "3": "7:15-17:00",
                            "4": "7:15-17:00",
                            "5": "7:15-17:00",
                            "6": "7:15-14:15",
                            "7": "7:15-14:15"
                        }
                    },
                    {
                        "orgName": "相城分院",
                        "orgAddress": "苏州市相城区相城大道1539号德诚嘉元广场1-2层",
                        "workTime": "周一至周五07：15-17：00，周六、日07：15-14：15",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:15-17:00",
                            "2": "7:15-17:00",
                            "3": "7:15-17:00",
                            "4": "7:15-17:00",
                            "5": "7:15-17:00",
                            "6": "7:15-14:15",
                            "7": "7:15-14:15"
                        }
                    }
                ]
            },
            {
                "cityId": "18",
                "cityName": "常州",
                "orgList": [
                    {
                        "orgName": "爱康国宾常州通江南路体检分院",
                        "orgAddress": "常州市通江南路238-2号爱特大厦F层",
                        "workTime": "周二至周日（07:30-14:30）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "",
                            "2": "7:30-14:30",
                            "3": "7:30-14:30",
                            "4": "7:30-14:30",
                            "5": "7:30-14:30",
                            "6": "7:30-14:30",
                            "7": "7:30-14:30"
                        }
                    },
                    {
                        "orgName": "常州美年大健康门诊部有限公司",
                        "orgAddress": "常州市钟楼区怀德中路澜天大厦辅楼1-4层",
                        "workTime": "周一至周日7:00-19:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:00-19:00",
                            "2": "7:00-19:00",
                            "3": "7:00-19:00",
                            "4": "7:00-19:00",
                            "5": "7:00-19:00",
                            "6": "7:00-19:00",
                            "7": "7:00-19:00"
                        }
                    }
                ]
            },
            {
                "cityId": "19",
                "cityName": "江阴",
                "orgList": [
                    {
                        "orgName": "爱康国宾江阴临港体检分院",
                        "orgAddress": "江阴市临港新城中央商务区CBD苏港路99号（国检大楼1-2楼）",
                        "workTime": "周一至周六（07:30-11:00）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "7:30-11:00",
                            "2": "7:30-11:00",
                            "3": "7:30-11:00",
                            "4": "7:30-11:00",
                            "5": "7:30-11:00",
                            "6": "7:30-11:00",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "爱康国宾江阴临港体检分院VIP",
                        "orgAddress": "江阴市临港新城中央商务区CBD苏港路99号（国检大楼1-2楼）",
                        "workTime": "周一至周六（07:30-11:00）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "7:30-11:00",
                            "2": "7:30-11:00",
                            "3": "7:30-11:00",
                            "4": "7:30-11:00",
                            "5": "7:30-11:00",
                            "6": "7:30-11:00",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "20",
                "cityName": "无锡",
                "orgList": [
                    {
                        "orgName": "爱康国宾无锡新吴茂业分院",
                        "orgAddress": "无锡新吴区长江路1号茂业百货F层",
                        "workTime": "（周二至周日）07：30-12：00",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "",
                            "2": "7:30-12:00",
                            "3": "7:30-12:00",
                            "4": "7:30-12:00",
                            "5": "7:30-12:00",
                            "6": "7:30-12:00",
                            "7": "7:30-12:00"
                        }
                    },
                    {
                        "orgName": "中山路分院",
                        "orgAddress": "江苏省无锡市梁溪区中山路270号智慧广场5-6楼",
                        "workTime": "周一到周日  7:30-16:30",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-16:30",
                            "2": "7:30-16:30",
                            "3": "7:30-16:30",
                            "4": "7:30-16:30",
                            "5": "7:30-16:30",
                            "6": "7:30-16:30",
                            "7": "7:30-16:30"
                        }
                    },
                    {
                        "orgName": "建筑路分店",
                        "orgAddress": "无锡滨湖区建筑路400号",
                        "workTime": "周一到周日  7:30-16:30",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-16:30",
                            "2": "7:30-16:30",
                            "3": "7:30-16:30",
                            "4": "7:30-16:30",
                            "5": "7:30-16:30",
                            "6": "7:30-16:30",
                            "7": "7:30-16:30"
                        }
                    },
                    {
                        "orgName": "马山疗养院",
                        "orgAddress": "无锡马山檀溪1号",
                        "workTime": "周一到周日  7:30-16:30",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-16:30",
                            "2": "7:30-16:30",
                            "3": "7:30-16:30",
                            "4": "7:30-16:30",
                            "5": "7:30-16:30",
                            "6": "7:30-16:30",
                            "7": "7:30-16:30"
                        }
                    },
                    {
                        "orgName": "华康分院",
                        "orgAddress": "江苏省无锡市梁溪区五爱北路金置广场99号",
                        "workTime": "周一到周五：7:30-16:30\n周六：7:30-11:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-16:30",
                            "2": "7:30-16:30",
                            "3": "7:30-16:30",
                            "4": "7:30-16:30",
                            "5": "7:30-16:30",
                            "6": "7:30-11:00",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "五爱分院",
                        "orgAddress": "江苏省无锡市新吴区兴昌南路228-8号",
                        "workTime": "周一到周五：7:30-16:30\n周六：7:30-11:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-16:30",
                            "2": "7:30-16:30",
                            "3": "7:30-16:30",
                            "4": "7:30-16:30",
                            "5": "7:30-16:30",
                            "6": "7:30-11:00",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "21",
                "cityName": "镇江",
                "orgList": [
                    {
                        "orgName": "爱康国宾长江路文广分院",
                        "orgAddress": "江苏省镇江市京口区长江路33号广电大厦裙楼3层",
                        "workTime": "（周二至周日）7：00-14：30 周一休息",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "",
                            "2": "7:00-14:30",
                            "3": "7:00-14:30",
                            "4": "7:00-14:30",
                            "5": "7:00-14:30",
                            "6": "7:00-14:30",
                            "7": "7:00-14:30"
                        }
                    }
                ]
            },
            {
                "cityId": "22",
                "cityName": "常熟",
                "orgList": [
                    {
                        "orgName": "常熟分院",
                        "orgAddress": "黄河路22号汇丰时代广场2号楼1-2层",
                        "workTime": "周一到周日  7:30-17：00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-17:00",
                            "2": "7:30-17:00",
                            "3": "7:30-17:00",
                            "4": "7:30-17:00",
                            "5": "7:30-17:00",
                            "6": "7:30-17:00",
                            "7": "7:30-17:00"
                        }
                    }
                ]
            },
            {
                "cityId": "23",
                "cityName": "昆山",
                "orgList": [
                    {
                        "orgName": "昆山总院",
                        "orgAddress": "柏庐南路中茵广场58号",
                        "workTime": "周一到周五 7:30-17：00   周日7:30-11:30",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-17:00",
                            "2": "7:30-17:00",
                            "3": "7:30-17:00",
                            "4": "7:30-17:00",
                            "5": "7:30-17:00",
                            "6": "",
                            "7": "7:30-11:30"
                        }
                    }
                ]
            },
            {
                "cityId": "24",
                "cityName": "南通",
                "orgList": [
                    {
                        "orgName": "南通美年大健康",
                        "orgAddress": "南通市工农南路156号鑫乾广场3楼",
                        "workTime": "周一到周五7:30—16：00周六7:30-11:30",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-16:00",
                            "2": "7:30-16:00",
                            "3": "7:30-16:00",
                            "4": "7:30-16:00",
                            "5": "7:30-16:00",
                            "6": "7:30-11:30",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "25",
                "cityName": "泰州",
                "orgList": [
                    {
                        "orgName": "泰州市美年大健康管理有限公司南通路门诊部",
                        "orgAddress": "泰州市海陵区南通路298号",
                        "workTime": "周一到周日8：00-17：00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:00-17:00",
                            "2": "8:00-17:00",
                            "3": "8:00-17:00",
                            "4": "8:00-17:00",
                            "5": "8:00-17:00",
                            "6": "8:00-17:00",
                            "7": "8:00-17:00"
                        }
                    }
                ]
            },
            {
                "cityId": "26",
                "cityName": "盐城",
                "orgList": [
                    {
                        "orgName": "盐城美年健康管理有限公司美年大健康门诊部",
                        "orgAddress": "盐城市亭湖区沿河中路24号",
                        "workTime": "周一-周五7:30——17:00\n周六：7:30-12:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-17:00",
                            "2": "7:30-17:00",
                            "3": "7:30-17:00",
                            "4": "7:30-17:00",
                            "5": "7:30-17:00",
                            "6": "7:30-12:00",
                            "7": ""
                        }
                    }
                ]
            }
        ]
    },
    {
        "provinceId": "5",
        "provinceName": "安徽",
        "citys": [
            {
                "cityId": "27",
                "cityName": "芜湖",
                "orgList": [
                    {
                        "orgName": "爱康国宾镜湖分院",
                        "orgAddress": "芜湖市黄山中路64号鼎湖1876国际旅游文化广场2号楼F层",
                        "workTime": "周二至周六（07：30-12:00）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "",
                            "2": "7:30-12:00",
                            "3": "7:30-12:00",
                            "4": "7:30-12:00",
                            "5": "7:30-12:00",
                            "6": "7:30-12:00",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "28",
                "cityName": "蚌埠",
                "orgList": [
                    {
                        "orgName": "蚌埠慈铭体检中心",
                        "orgAddress": "蚌埠市龙之湖区广场西路19号5层（安德数码广场1号门旁）",
                        "workTime": "周二到周六（7:00-11:30  14:00-17:30）",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:00-17:30",
                            "2": "7:00-17:30",
                            "3": "7:00-17:30",
                            "4": "7:00-17:30",
                            "5": "7:00-17:30",
                            "6": "7:00-17:30",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "29",
                "cityName": "合肥",
                "orgList": [
                    {
                        "orgName": "滨湖体检中心",
                        "orgAddress": "合肥市滨湖新区南京路要素大市场A区1号门美年大健康",
                        "workTime": "周一-周五8:00——19:00\n周六：8:30-17:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:00-19:00",
                            "2": "8:00-19:00",
                            "3": "8:00-19:00",
                            "4": "8:00-19:00",
                            "5": "8:00-19:00",
                            "6": "8:30-17:00",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "30",
                "cityName": "马鞍山",
                "orgList": [
                    {
                        "orgName": "美年大健康咨询有限公司",
                        "orgAddress": "马鞍山市雨山区雨山西路1150号老报馆时代广场三层",
                        "workTime": "周一至周六8:00-17:30",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:00-17:30",
                            "2": "8:00-17:30",
                            "3": "8:00-17:30",
                            "4": "8:00-17:30",
                            "5": "8:00-17:30",
                            "6": "8:00-17:30",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "31",
                "cityName": "铜陵",
                "orgList": [
                    {
                        "orgName": "铜陵美年大健康咨询有限公司",
                        "orgAddress": "安徽省铜陵市铜官区木鱼山大道122号澳体健身中心3楼（铜官区政府对面）",
                        "workTime": "周一—周六\n早7:30-17:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-17:00",
                            "2": "7:30-17:00",
                            "3": "7:30-17:00",
                            "4": "7:30-17:00",
                            "5": "7:30-17:00",
                            "6": "7:30-17:00",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "32",
                "cityName": "淮南",
                "orgList": [
                    {
                        "orgName": "淮南美年大健康健康管理有限公司综合门诊部",
                        "orgAddress": "高新区（山南新区）淮河大道淮南剧院内南侧裙楼",
                        "workTime": "周一至周日7:00-17：00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:00-17:00",
                            "2": "7:00-17:00",
                            "3": "7:00-17:00",
                            "4": "7:00-17:00",
                            "5": "7:00-17:00",
                            "6": "7:00-17:00",
                            "7": "7:00-17:00"
                        }
                    }
                ]
            }
        ]
    },
    {
        "provinceId": "6",
        "provinceName": "四川",
        "citys": [
            {
                "cityId": "33",
                "cityName": "成都",
                "orgList": [
                    {
                        "orgName": "爱康国宾成都外双楠分院",
                        "orgAddress": "成都市二环路西一段置信路1号",
                        "workTime": "周一至周六",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "全天",
                            "2": "全天",
                            "3": "全天",
                            "4": "全天",
                            "5": "全天",
                            "6": "全天",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "成都红照壁航天科技分院",
                        "orgAddress": "成都市人民南路一段新光华街7号航天科技大厦5层",
                        "workTime": "周五到周日",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "",
                            "2": "",
                            "3": "",
                            "4": "",
                            "5": "全天",
                            "6": "全天",
                            "7": "全天"
                        }
                    },
                    {
                        "orgName": "成都红照壁航天科技分院vip部",
                        "orgAddress": "成都市人民南路一段新光华街7号航天科技大厦5层",
                        "workTime": "周五到周日",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "",
                            "2": "",
                            "3": "",
                            "4": "",
                            "5": "全天",
                            "6": "全天",
                            "7": "全天"
                        }
                    },
                    {
                        "orgName": "爱康国宾成都城南分院",
                        "orgAddress": "成都市高新区天府大道中段天府三街新希望国际C座3楼",
                        "workTime": "周一至周六",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "全天",
                            "2": "全天",
                            "3": "全天",
                            "4": "全天",
                            "5": "全天",
                            "6": "全天",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "爱康国宾成都城南分院VIP部",
                        "orgAddress": "成都市高新区天府大道中段天府三街新希望国际C座3楼",
                        "workTime": "周一至周六",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "全天",
                            "2": "全天",
                            "3": "全天",
                            "4": "全天",
                            "5": "全天",
                            "6": "全天",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "爱康国宾成都高新分院",
                        "orgAddress": "成都市高新区天韵路高新国际广场D座3楼",
                        "workTime": "周一至周六",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "全天",
                            "2": "全天",
                            "3": "全天",
                            "4": "全天",
                            "5": "全天",
                            "6": "全天",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "爱康国宾成都骡马市分院",
                        "orgAddress": "成都市青羊区青龙街18号罗马国际广场4层",
                        "workTime": "周五到周日",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "",
                            "2": "",
                            "3": "",
                            "4": "",
                            "5": "全天",
                            "6": "全天",
                            "7": "全天"
                        }
                    },
                    {
                        "orgName": "爱康国宾成都骡马市分院VIP部",
                        "orgAddress": "成都市青羊区青龙街18号罗马国际广场4层",
                        "workTime": "周五到周日",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "",
                            "2": "",
                            "3": "",
                            "4": "",
                            "5": "全天",
                            "6": "全天",
                            "7": "全天"
                        }
                    },
                    {
                        "orgName": "高新一分院",
                        "orgAddress": "高新区府城大道399号天府新谷一楼",
                        "workTime": "周一-周五8:00——16:00\n周六：8:00-11:30",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:00-16:00",
                            "2": "8:00-16:00",
                            "3": "8:00-16:00",
                            "4": "8:00-16:00",
                            "5": "8:00-16:00",
                            "6": "8:00-11:30",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "金牛分院",
                        "orgAddress": "金牛区金沙路15号",
                        "workTime": "周一-周五8:00——16:00\n周六：8:00-11:30",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:00-16:00",
                            "2": "8:00-16:00",
                            "3": "8:00-16:00",
                            "4": "8:00-16:00",
                            "5": "8:00-16:00",
                            "6": "8:00-11:30",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "凯尔分院",
                        "orgAddress": "二环路南四段36号一楼",
                        "workTime": "周一-周五8:00——16:00\n周六：8:00-11:30",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:00-16:00",
                            "2": "8:00-16:00",
                            "3": "8:00-16:00",
                            "4": "8:00-16:00",
                            "5": "8:00-16:00",
                            "6": "8:00-11:30",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "武侯分院",
                        "orgAddress": "武侯区浆洗街27号天亿大厦一楼",
                        "workTime": "周一-周五8:00——16:00\n周六：8:00-11:30",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:00-16:00",
                            "2": "8:00-16:00",
                            "3": "8:00-16:00",
                            "4": "8:00-16:00",
                            "5": "8:00-16:00",
                            "6": "8:00-11:30",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "星辉分院",
                        "orgAddress": "金牛区星辉西路12号",
                        "workTime": "周一-周五8:00——16:00\n周六：8:00-11:30",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:00-16:00",
                            "2": "8:00-16:00",
                            "3": "8:00-16:00",
                            "4": "8:00-16:00",
                            "5": "8:00-16:00",
                            "6": "8:00-11:30",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "34",
                "cityName": "重庆",
                "orgList": [
                    {
                        "orgName": "爱康国宾重庆黄泥磅体检分院",
                        "orgAddress": "重庆市渝北区洋河东路1号长安丽都揽胜国际广场二层",
                        "workTime": "周一至周六（08：00-15:00）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "8:00-15:00",
                            "2": "8:00-15:00",
                            "3": "8:00-15:00",
                            "4": "8:00-15:00",
                            "5": "8:00-15:00",
                            "6": "8:00-15:00",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "爱康国宾重庆黄泥磅体检分院vip部",
                        "orgAddress": "重庆市渝北区洋河东路1号长安丽都揽胜国际广场二层",
                        "workTime": "周一至周六（08：00-15:00）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "8:00-15:00",
                            "2": "8:00-15:00",
                            "3": "8:00-15:00",
                            "4": "8:00-15:00",
                            "5": "8:00-15:00",
                            "6": "8:00-15:00",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "爱康卓悦重庆解放碑体检分院VIP部",
                        "orgAddress": "重庆市渝中区民生路236号附一号海航保利国际中心四楼",
                        "workTime": "周一至周六（08：00-15:00）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "8:00-15:00",
                            "2": "8:00-15:00",
                            "3": "8:00-15:00",
                            "4": "8:00-15:00",
                            "5": "8:00-15:00",
                            "6": "8:00-15:00",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "重庆爱宾欣康普检区",
                        "orgAddress": "重庆市江北区福康路25号龙湖源著天街B馆-L6-01",
                        "workTime": "周一至周六（08：00-15:00）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "8:00-15:00",
                            "2": "8:00-15:00",
                            "3": "8:00-15:00",
                            "4": "8:00-15:00",
                            "5": "8:00-15:00",
                            "6": "8:00-15:00",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "江北分院",
                        "orgAddress": "重庆市江北区海尔路6号9栋（巴蜀城公交车站旁）",
                        "workTime": "周一至周五8点至12点下午2点-5点 星期六8点至12点",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:00-17:00",
                            "2": "8:00-17:00",
                            "3": "8:00-17:00",
                            "4": "8:00-17:00",
                            "5": "8:00-17:00",
                            "6": "8:00-12:00",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "万象城",
                        "orgAddress": "九龙坡区谢家湾正街55号  华润二十四城19栋",
                        "workTime": "周一至周五8点至12点下午2点-5点 星期六8点至12点",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:00-17:00",
                            "2": "8:00-17:00",
                            "3": "8:00-17:00",
                            "4": "8:00-17:00",
                            "5": "8:00-17:00",
                            "6": "8:00-12:00",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "重庆巴南慈铭综合门诊部有限公司",
                        "orgAddress": "重庆市巴南区巴县大道103-15",
                        "workTime": "周一至周五8：30-16：30",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:30-16:30",
                            "2": "8:30-16:30",
                            "3": "8:30-16:30",
                            "4": "8:30-16:30",
                            "5": "8:30-16:30",
                            "6": "",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "重庆慈铭奥亚健康管理有限公司江北综合门诊部",
                        "orgAddress": "重庆市江北区聚贤岩广场7号力帆中心1号楼1-2层",
                        "workTime": "周一至周五8：30-17：30",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:30-17:30",
                            "2": "8:30-17:30",
                            "3": "8:30-17:30",
                            "4": "8:30-17:30",
                            "5": "8:30-17:30",
                            "6": "",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "重庆慈铭奥亚健康管理有限公司江南综合门诊部",
                        "orgAddress": "重庆市南岸区烟雨路7号国瑞中心北侧广场负二楼",
                        "workTime": "周一至周五8：30-17：30",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:30-17:30",
                            "2": "8:30-17:30",
                            "3": "8:30-17:30",
                            "4": "8:30-17:30",
                            "5": "8:30-17:30",
                            "6": "",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "35",
                "cityName": "绵阳",
                "orgList": [
                    {
                        "orgName": "绵阳爱康高新火炬广场分院",
                        "orgAddress": "四川省绵阳市高新区火炬北路附21号三汇金座4楼（交警4大队正对面）",
                        "workTime": "（周一至周五）8：00-15：00 （周六）8:00-12:00  周日休息",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "8:00-15:00",
                            "2": "8:00-15:00",
                            "3": "8:00-15:00",
                            "4": "8:00-15:00",
                            "5": "8:00-15:00",
                            "6": "8:00-12:00",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "绵阳美年大健康",
                        "orgAddress": "绵阳市长虹大道中段51号",
                        "workTime": "周一-周六8:00——17:00\n周六：7:30-11:30",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:00-17:00",
                            "2": "8:00-17:00",
                            "3": "8:00-17:00",
                            "4": "8:00-17:00",
                            "5": "8:00-17:00",
                            "6": "7:30-11:30",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "绵阳美年大健康",
                        "orgAddress": "绵阳市长虹大道中段51号",
                        "workTime": "周一-周六8:00——17:00\n周六：7:30-11:30",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:00-17:00",
                            "2": "8:00-17:00",
                            "3": "8:00-17:00",
                            "4": "8:00-17:00",
                            "5": "8:00-17:00",
                            "6": "7:30-11:30",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "36",
                "cityName": "德阳",
                "orgList": [
                    {
                        "orgName": "德阳美年大健康体检医院有限公司",
                        "orgAddress": "德阳市旌阳区庐山南路一段11号",
                        "workTime": "周一到周五  8:30-17:30",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:30-17:30",
                            "2": "8:30-17:30",
                            "3": "8:30-17:30",
                            "4": "8:30-17:30",
                            "5": "8:30-17:30",
                            "6": "",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "37",
                "cityName": "广元",
                "orgList": [
                    {
                        "orgName": "广元美年大健康科技有限公司门诊部",
                        "orgAddress": "广元市利州区利州东路三段538-560号",
                        "workTime": "周一到周六上午  7:50-16:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:50-16:00",
                            "2": "7:50-16:00",
                            "3": "7:50-16:00",
                            "4": "7:50-16:00",
                            "5": "7:50-16:00",
                            "6": "7:50-16:00",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "38",
                "cityName": "乐山",
                "orgList": [
                    {
                        "orgName": "乐山分院",
                        "orgAddress": "乐山市市中区柏杨西路新华广场四楼",
                        "workTime": "周一到周五8：00-16：00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:00-16:00",
                            "2": "8:00-16:00",
                            "3": "8:00-16:00",
                            "4": "8:00-16:00",
                            "5": "8:00-16:00",
                            "6": "",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "乐山分院",
                        "orgAddress": "乐山市市中区柏杨西路新华广场四楼",
                        "workTime": "周一到周五8：00-16：00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:00-16:00",
                            "2": "8:00-16:00",
                            "3": "8:00-16:00",
                            "4": "8:00-16:00",
                            "5": "8:00-16:00",
                            "6": "",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "39",
                "cityName": "内江",
                "orgList": [
                    {
                        "orgName": "内江美年大健康健康管理有限公司门诊部",
                        "orgAddress": "内江市东兴区北环路9号金石广场2幢2层/3层",
                        "workTime": "周一到周五  8:00-16.00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:00-16:0",
                            "2": "8:00-16:0",
                            "3": "8:00-16:0",
                            "4": "8:00-16:0",
                            "5": "8:00-16:0",
                            "6": "",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "40",
                "cityName": "攀枝花",
                "orgList": [
                    {
                        "orgName": "攀枝花市美年大健康科技有限公司体检医院",
                        "orgAddress": "四川省攀枝花市炳三区机场路96号金海大厦一楼",
                        "workTime": "周一至周五7：30-18：00     周六7:30-12:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-18:00",
                            "2": "7:30-18:00",
                            "3": "7:30-18:00",
                            "4": "7:30-18:00",
                            "5": "7:30-18:00",
                            "6": "",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "41",
                "cityName": "自贡",
                "orgList": [
                    {
                        "orgName": "自贡美年大健康医疗门诊部",
                        "orgAddress": "自贡市大安区马吃水山水名城154号",
                        "workTime": "周一至周五8：00-16：00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:00-16:00",
                            "2": "8:00-16:00",
                            "3": "8:00-16:00",
                            "4": "8:00-16:00",
                            "5": "8:00-16:00",
                            "6": "",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "42",
                "cityName": "眉山",
                "orgList": [
                    {
                        "orgName": "眉山美年大健康管理有限公司",
                        "orgAddress": "眉山市东坡区东坡大道南一段11号（领地凯旋广场）",
                        "workTime": "周一至周五8：00——16:00\n周六、周日：8：00-12:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:00-16:00",
                            "2": "8:00-16:00",
                            "3": "8:00-16:00",
                            "4": "8:00-16:00",
                            "5": "8:00-16:00",
                            "6": "8:00-12:00",
                            "7": "8:00-12:00"
                        }
                    }
                ]
            },
            {
                "cityId": "43",
                "cityName": "西昌",
                "orgList": [
                    {
                        "orgName": "西昌美年大健康健康管理有限公司",
                        "orgAddress": "四川省西昌市月光大道110号惠民家园",
                        "workTime": "周一到周五：8:30-18:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:30-18:00",
                            "2": "8:30-18:00",
                            "3": "8:30-18:00",
                            "4": "8:30-18:00",
                            "5": "8:30-18:00",
                            "6": "",
                            "7": ""
                        }
                    }
                ]
            }
        ]
    },
    {
        "provinceId": "7",
        "provinceName": "浙江",
        "citys": [
            {
                "cityId": "44",
                "cityName": "杭州",
                "orgList": [
                    {
                        "orgName": "爱康国宾杭州西溪分院",
                        "orgAddress": "杭州市西湖区文二西路718号西溪创意大厦1F、2F",
                        "workTime": "周二至周日（07:30-11:30）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "",
                            "2": "7:30-11:30",
                            "3": "7:30-11:30",
                            "4": "7:30-11:30",
                            "5": "7:30-11:30",
                            "6": "7:30-11:30",
                            "7": "7:30-11:30"
                        }
                    },
                    {
                        "orgName": "爱康国宾杭州文晖分院",
                        "orgAddress": "杭州市下城区文晖路108号浙江出版物资大厦2层",
                        "workTime": "周二至周日（07:30-11:30）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "",
                            "2": "7:30-11:30",
                            "3": "7:30-11:30",
                            "4": "7:30-11:30",
                            "5": "7:30-11:30",
                            "6": "7:30-11:30",
                            "7": "7:30-11:30"
                        }
                    },
                    {
                        "orgName": "爱康国宾杭州文晖分院vip部",
                        "orgAddress": "杭州市下城区文晖路108号浙江出版物资大厦1楼",
                        "workTime": "周二至周日（07:30-11:30）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "",
                            "2": "7:30-11:30",
                            "3": "7:30-11:30",
                            "4": "7:30-11:30",
                            "5": "7:30-11:30",
                            "6": "7:30-11:30",
                            "7": "7:30-11:30"
                        }
                    },
                    {
                        "orgName": "爱康国宾杭州滨江江南大道分院",
                        "orgAddress": "杭州市滨江区江南大道588好恒鑫大厦裙楼2楼",
                        "workTime": "周二至周日（07:30-11:30）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "",
                            "2": "7:30-11:30",
                            "3": "7:30-11:30",
                            "4": "7:30-11:30",
                            "5": "7:30-11:30",
                            "6": "7:30-11:30",
                            "7": "7:30-11:30"
                        }
                    },
                    {
                        "orgName": "滨江分院",
                        "orgAddress": "杭州市滨江区西兴街道滨盛路海亮大厦2-3层",
                        "workTime": "周一到周五7：30-19:30，周六周日8:00-12:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-19:30",
                            "2": "7:30-19:30",
                            "3": "7:30-19:30",
                            "4": "7:30-19:30",
                            "5": "7:30-19:30",
                            "6": "8:00-12:00",
                            "7": "8:00-12:00"
                        }
                    },
                    {
                        "orgName": "西湖分院",
                        "orgAddress": "杭州市下城区延安路408号浙江二轻大厦二楼",
                        "workTime": "周一到周五7：30-19:30，周六周日8:00-12:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-19:30",
                            "2": "7:30-19:30",
                            "3": "7:30-19:30",
                            "4": "7:30-19:30",
                            "5": "7:30-19:30",
                            "6": "8:00-12:00",
                            "7": "8:00-12:00"
                        }
                    },
                    {
                        "orgName": "萧山分院",
                        "orgAddress": "杭州市萧山北干街道金城路438号东南科技研发中心4层",
                        "workTime": "周一到周五7：30-19:30，周六周日8:00-12:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-19:30",
                            "2": "7:30-19:30",
                            "3": "7:30-19:30",
                            "4": "7:30-19:30",
                            "5": "7:30-19:30",
                            "6": "8:00-12:00",
                            "7": "8:00-12:00"
                        }
                    },
                    {
                        "orgName": "西溪分院",
                        "orgAddress": "杭州市西湖区文一西路830号蒋村商务中心4层",
                        "workTime": "周一到周五7：30-19:30，周六周日8:00-12:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-19:30",
                            "2": "7:30-19:30",
                            "3": "7:30-19:30",
                            "4": "7:30-19:30",
                            "5": "7:30-19:30",
                            "6": "8:00-12:00",
                            "7": "8:00-12:00"
                        }
                    }
                ]
            },
            {
                "cityId": "45",
                "cityName": "宁波",
                "orgList": [
                    {
                        "orgName": "爱康国宾宁波鼓楼分院",
                        "orgAddress": "宁波市海曙区中山西路2号恒隆中心西裙楼3层（蔡家巷6,16号）",
                        "workTime": "周一至周六（07:30-11:30）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "7:30-11:30",
                            "2": "7:30-11:30",
                            "3": "7:30-11:30",
                            "4": "7:30-11:30",
                            "5": "7:30-11:30",
                            "6": "7:30-11:30",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "爱康国宾宁波鼓楼分院VIP部",
                        "orgAddress": "宁波市海曙区中山西路2号恒隆中心西裙楼4层（蔡家巷6,16号）",
                        "workTime": "周一至周六（07:30-11:30）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "7:30-11:30",
                            "2": "7:30-11:30",
                            "3": "7:30-11:30",
                            "4": "7:30-11:30",
                            "5": "7:30-11:30",
                            "6": "7:30-11:30",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "宁波海曙美年综合门诊部有限公司",
                        "orgAddress": "浙江省宁波市海曙区恒茂商务大厦1-2楼（花鸟市场对面）",
                        "workTime": "周一至周日，8:30-21:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:30-21:00",
                            "2": "8:30-21:00",
                            "3": "8:30-21:00",
                            "4": "8:30-21:00",
                            "5": "8:30-21:00",
                            "6": "8:30-21:00",
                            "7": "8:30-21:00"
                        }
                    }
                ]
            },
            {
                "cityId": "46",
                "cityName": "嘉兴",
                "orgList": [
                    {
                        "orgName": "嘉兴美年大健康健康管理有限公司南湖门诊部",
                        "orgAddress": "嘉兴市南湖区云东路九曲路口良友国际大厦2-3F",
                        "workTime": "周二至周六7:30-17：00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "",
                            "2": "7:30-17:00",
                            "3": "7:30-17:00",
                            "4": "7:30-17:00",
                            "5": "7:30-17:00",
                            "6": "7:30-17:00",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "47",
                "cityName": "台州",
                "orgList": [
                    {
                        "orgName": "温岭美年日昇健康体检有限公司",
                        "orgAddress": "温岭市中华北路588号",
                        "workTime": "周一至周五7.30-20.00 周六周日7.30-16.00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-20:00",
                            "2": "7:30-20:00",
                            "3": "7:30-20:00",
                            "4": "7:30-20:00",
                            "5": "7:30-20:00",
                            "6": "7:30-16:00",
                            "7": "7:30-16:00"
                        }
                    },
                    {
                        "orgName": "台州美兆健康体检中心",
                        "orgAddress": "浙江省台州市市府大道东段2号景和大厦2F",
                        "workTime": "周一至周五7：30-20：00 周六日7：30-16:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-20:00",
                            "2": "7:30-20:00",
                            "3": "7:30-20:00",
                            "4": "7:30-20:00",
                            "5": "7:30-20:00",
                            "6": "7:30-16:00",
                            "7": "7:30-16:00"
                        }
                    },
                    {
                        "orgName": "温岭美年日昇健康体检有限公司",
                        "orgAddress": "台州市温中华北路588号",
                        "workTime": "周一到周日",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "全天",
                            "2": "全天",
                            "3": "全天",
                            "4": "全天",
                            "5": "全天",
                            "6": "全天",
                            "7": "全天"
                        }
                    }
                ]
            },
            {
                "cityId": "48",
                "cityName": "义乌",
                "orgList": [
                    {
                        "orgName": "美年大健康",
                        "orgAddress": "义乌市稠江街道杨村路335号",
                        "workTime": "周一到周日7：00-19:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:00-19:00",
                            "2": "7:00-19:00",
                            "3": "7:00-19:00",
                            "4": "7:00-19:00",
                            "5": "7:00-19:00",
                            "6": "7:00-19:00",
                            "7": "7:00-19:00"
                        }
                    }
                ]
            },
            {
                "cityId": "49",
                "cityName": "湖州",
                "orgList": [
                    {
                        "orgName": "湖州美年健康综合门诊部有限公司",
                        "orgAddress": "浙江省湖州市长兴路258号湖州日报二期南铺楼1-3层",
                        "workTime": "周二至周日8:00-16:30",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "",
                            "2": "8:00-16:30",
                            "3": "8:00-16:30",
                            "4": "8:00-16:30",
                            "5": "8:00-16:30",
                            "6": "8:00-16:30",
                            "7": "8:00-16:30"
                        }
                    }
                ]
            },
            {
                "cityId": "50",
                "cityName": "衢州",
                "orgList": [
                    {
                        "orgName": "衢州美年大健康管理有限公司西城医院",
                        "orgAddress": "衢州市白云中大道39号中央商务广场三栋",
                        "workTime": "周一至周日8:00-16:30",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:00-16:30",
                            "2": "8:00-16:30",
                            "3": "8:00-16:30",
                            "4": "8:00-16:30",
                            "5": "8:00-16:30",
                            "6": "8:00-16:30",
                            "7": "8:00-16:30"
                        }
                    }
                ]
            }
        ]
    },
    {
        "provinceId": "8",
        "provinceName": "福建",
        "citys": [
            {
                "cityId": "51",
                "cityName": "福州",
                "orgList": [
                    {
                        "orgName": "爱康国宾福州鼓楼分院",
                        "orgAddress": "福州市鼓楼区六一北路328号金源花园三层",
                        "workTime": "周二到周日",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "",
                            "2": "全天",
                            "3": "全天",
                            "4": "全天",
                            "5": "全天",
                            "6": "全天",
                            "7": "全天"
                        }
                    },
                    {
                        "orgName": "爱康国宾福州鼓楼VIP分院",
                        "orgAddress": "福州市鼓楼区六一北路328号金源花园三层",
                        "workTime": "周二到周日",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "",
                            "2": "全天",
                            "3": "全天",
                            "4": "全天",
                            "5": "全天",
                            "6": "全天",
                            "7": "全天"
                        }
                    },
                    {
                        "orgName": "福州台江总院",
                        "orgAddress": "福州市台江区台江路11号南星商城A楼",
                        "workTime": "周一至周五7：30-19：00；周六周日8：30-17：00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-19:00",
                            "2": "7:30-19:00",
                            "3": "7:30-19:00",
                            "4": "7:30-19:00",
                            "5": "7:30-19:00",
                            "6": "8:30-17:00",
                            "7": "8:30-17:00"
                        }
                    }
                ]
            },
            {
                "cityId": "52",
                "cityName": "泉州",
                "orgList": [
                    {
                        "orgName": "泉州丰泽美年大健康管理有限公司",
                        "orgAddress": "泉州市丰泽区刺桐路与湖心街交叉路口东湖综合大厦1-4层",
                        "workTime": "周一至周日",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "全天",
                            "2": "全天",
                            "3": "全天",
                            "4": "全天",
                            "5": "全天",
                            "6": "全天",
                            "7": "全天"
                        }
                    }
                ]
            },
            {
                "cityId": "53",
                "cityName": "厦门",
                "orgList": [
                    {
                        "orgName": "美年大健康思明门诊部",
                        "orgAddress": "厦门市思明区嘉禾路339号四川大厦一层二层",
                        "workTime": "周一至周日",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "全天",
                            "2": "全天",
                            "3": "全天",
                            "4": "全天",
                            "5": "全天",
                            "6": "全天",
                            "7": "全天"
                        }
                    }
                ]
            },
            {
                "cityId": "54",
                "cityName": "福清",
                "orgList": [
                    {
                        "orgName": "福清市美年大健康管理有限公司",
                        "orgAddress": "福清市创元大酒店二号楼二层",
                        "workTime": "周一至周日7：30-17:30",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-17:30",
                            "2": "7:30-17:30",
                            "3": "7:30-17:30",
                            "4": "7:30-17:30",
                            "5": "7:30-17:30",
                            "6": "7:30-17:30",
                            "7": "7:30-17:30"
                        }
                    }
                ]
            }
        ]
    },
    {
        "provinceId": "9",
        "provinceName": "天津",
        "citys": [
            {
                "cityId": "55",
                "cityName": "天津",
                "orgList": [
                    {
                        "orgName": "爱康国宾天津南京路吉利大厦体检分院",
                        "orgAddress": "天津市和平区南京路209号吉利大厦9层",
                        "workTime": "周二至周日",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "",
                            "2": "全天",
                            "3": "全天",
                            "4": "全天",
                            "5": "全天",
                            "6": "全天",
                            "7": "全天"
                        }
                    },
                    {
                        "orgName": "爱康国宾天津南京路吉利大厦VIP分院",
                        "orgAddress": "天津市和平区南京路209号吉利大厦9层",
                        "workTime": "周二至周日",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "",
                            "2": "全天",
                            "3": "全天",
                            "4": "全天",
                            "5": "全天",
                            "6": "全天",
                            "7": "全天"
                        }
                    },
                    {
                        "orgName": "爱康国宾天津峰汇分院",
                        "orgAddress": "河西区围堤道103号峰汇广场B座5楼(近友谊路)",
                        "workTime": "周二至周日",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "",
                            "2": "全天",
                            "3": "全天",
                            "4": "全天",
                            "5": "全天",
                            "6": "全天",
                            "7": "全天"
                        }
                    },
                    {
                        "orgName": "爱康国宾天津合众分院(卓悦)",
                        "orgAddress": "天津市河西区友谊北路合众大厦C座4层",
                        "workTime": "周二至周日",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "",
                            "2": "全天",
                            "3": "全天",
                            "4": "全天",
                            "5": "全天",
                            "6": "全天",
                            "7": "全天"
                        }
                    },
                    {
                        "orgName": "爱康国宾天津南马路悦府广场分院",
                        "orgAddress": "天津市南开区南马路与南门外大街中粮广场6层",
                        "workTime": "周二至周日",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "",
                            "2": "全天",
                            "3": "全天",
                            "4": "全天",
                            "5": "全天",
                            "6": "全天",
                            "7": "全天"
                        }
                    },
                    {
                        "orgName": "爱康国宾天津南马路悦府广场分院",
                        "orgAddress": "天津市南开区南马路与南门外大街中粮广场7层",
                        "workTime": "周二至周日",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "",
                            "2": "全天",
                            "3": "全天",
                            "4": "全天",
                            "5": "全天",
                            "6": "全天",
                            "7": "全天"
                        }
                    },
                    {
                        "orgName": "八里台总院",
                        "orgAddress": "天津市南开区卫津南路109号京燕大厦A座5层",
                        "workTime": "周一至周日7:00-19:00；法定节假日休息",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:00-19:00",
                            "2": "7:00-19:00",
                            "3": "7:00-19:00",
                            "4": "7:00-19:00",
                            "5": "7:00-19:00",
                            "6": "7:00-19:00",
                            "7": "7:00-19:00"
                        }
                    },
                    {
                        "orgName": "滨海分院",
                        "orgAddress": "天津滨海开发区第三大街捷达路26号1-2层（原大地中心）",
                        "workTime": "周一至周日7:00-19:00；法定节假日休息",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:00-19:00",
                            "2": "7:00-19:00",
                            "3": "7:00-19:00",
                            "4": "7:00-19:00",
                            "5": "7:00-19:00",
                            "6": "7:00-19:00",
                            "7": "7:00-19:00"
                        }
                    },
                    {
                        "orgName": "大光明桥天星分院",
                        "orgAddress": "天津市河东区十一经路81号天星河畔广场6层",
                        "workTime": "周一至周日7:00-19:00；法定节假日休息",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:00-19:00",
                            "2": "7:00-19:00",
                            "3": "7:00-19:00",
                            "4": "7:00-19:00",
                            "5": "7:00-19:00",
                            "6": "7:00-19:00",
                            "7": "7:00-19:00"
                        }
                    },
                    {
                        "orgName": "鼓楼分院",
                        "orgAddress": "天津市南开区鼓楼商业街东街2号楼旅游超市内",
                        "workTime": "周一至周日7:00-19:00；法定节假日休息",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:00-19:00",
                            "2": "7:00-19:00",
                            "3": "7:00-19:00",
                            "4": "7:00-19:00",
                            "5": "7:00-19:00",
                            "6": "7:00-19:00",
                            "7": "7:00-19:00"
                        }
                    }
                ]
            }
        ]
    },
    {
        "provinceId": "10",
        "provinceName": "山东",
        "citys": [
            {
                "cityId": "56",
                "cityName": "烟台",
                "orgList": [
                    {
                        "orgName": "爱康国宾烟台莱山区港城东大街体检分院",
                        "orgAddress": "烟台市莱山区港城东大街588号三城国际副楼",
                        "workTime": "周二至周日（07:00-11:30）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "",
                            "2": "7:00-11:30",
                            "3": "7:00-11:30",
                            "4": "7:00-11:30",
                            "5": "7:00-11:30",
                            "6": "7:00-11:30",
                            "7": "7:00-11:30"
                        }
                    },
                    {
                        "orgName": "爱康国宾烟台开发区长江路体检分院",
                        "orgAddress": "烟台市经济技术开发区长江路97号国家羽毛球训练基地",
                        "workTime": "周一至周日（07:00-11:30）每周三休息",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "7:00-11:30",
                            "2": "7:00-11:30",
                            "3": "",
                            "4": "7:00-11:30",
                            "5": "7:00-11:30",
                            "6": "7:00-11:30",
                            "7": "7:00-11:30"
                        }
                    },
                    {
                        "orgName": "爱康国宾烟台芝罘区南大街体检分院",
                        "orgAddress": "解放路156号世茂广场三楼",
                        "workTime": "周一至周日（07:00-11:30）每周二休息",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "7:00-11:30",
                            "2": "",
                            "3": "7:00-11:30",
                            "4": "7:00-11:30",
                            "5": "7:00-11:30",
                            "6": "7:00-11:30",
                            "7": "7:00-11:30"
                        }
                    },
                    {
                        "orgName": "爱康国宾烟台开发区长江路体检分院VIP部",
                        "orgAddress": "烟台市经济技术开发区长江路97号国家羽毛球训练基地",
                        "workTime": "周一至周日（07:00-11:30）每周三休息",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "7:00-11:30",
                            "2": "7:00-11:30",
                            "3": "",
                            "4": "7:00-11:30",
                            "5": "7:00-11:30",
                            "6": "7:00-11:30",
                            "7": "7:00-11:30"
                        }
                    },
                    {
                        "orgName": "福田分院",
                        "orgAddress": "烟台市芝罘区大马路128号",
                        "workTime": "周一-周日7:00-16:30",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:00-16:30",
                            "2": "7:00-16:30",
                            "3": "7:00-16:30",
                            "4": "7:00-16:30",
                            "5": "7:00-16:30",
                            "6": "7:00-16:30",
                            "7": "7:00-16:30"
                        }
                    },
                    {
                        "orgName": "开发区分院",
                        "orgAddress": "烟台市开发区金沙江路163号",
                        "workTime": "周一-周日7:00-16:30",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:00-16:30",
                            "2": "7:00-16:30",
                            "3": "7:00-16:30",
                            "4": "7:00-16:30",
                            "5": "7:00-16:30",
                            "6": "7:00-16:30",
                            "7": "7:00-16:30"
                        }
                    }
                ]
            },
            {
                "cityId": "57",
                "cityName": "潍坊",
                "orgList": [
                    {
                        "orgName": "潍坊新华路分院",
                        "orgAddress": "潍坊市奎文区民生东街88号",
                        "workTime": "周一至周六（7：40-12:00）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "7:40-12:00",
                            "2": "7:40-12:00",
                            "3": "7:40-12:00",
                            "4": "7:40-12:00",
                            "5": "7:40-12:00",
                            "6": "7:40-12:00",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "潍坊东方路分院",
                        "orgAddress": "潍坊市高新区卧龙街与东方路交叉口东北角",
                        "workTime": "周五至周日7：40-12:00）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "",
                            "2": "",
                            "3": "",
                            "4": "",
                            "5": "7:40-12:00",
                            "6": "7:40-12:00",
                            "7": "7:40-12:00"
                        }
                    },
                    {
                        "orgName": "美年大健康",
                        "orgAddress": "奎文区潍州路东风街交叉口北300米路西美年大健康体检中心",
                        "workTime": "周一至周五上午7：30-12：00、下午13：00-17：00；周六至周日7:30-12:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-17:00",
                            "2": "7:30-17:00",
                            "3": "7:30-17:00",
                            "4": "7:30-17:00",
                            "5": "7:30-17:00",
                            "6": "7:30-12:00",
                            "7": "7:30-12:00"
                        }
                    }
                ]
            },
            {
                "cityId": "58",
                "cityName": "威海",
                "orgList": [
                    {
                        "orgName": "威海滨海分院",
                        "orgAddress": "威海市海滨北路附36号",
                        "workTime": "周二至周日（7:30-11:30）每周一休息",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "",
                            "2": "7:30-11:30",
                            "3": "7:30-11:30",
                            "4": "7:30-11:30",
                            "5": "7:30-11:30",
                            "6": "7:30-11:30",
                            "7": "7:30-11:30"
                        }
                    },
                    {
                        "orgName": "威海美年大健康管理有限公司",
                        "orgAddress": "威海市环翠区古寨西路206号",
                        "workTime": "上午8:00到11：30  下午 1:30-16:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:00-16:00",
                            "2": "8:00-16:00",
                            "3": "8:00-16:00",
                            "4": "8:00-16:00",
                            "5": "8:00-16:00",
                            "6": "8:00-16:00",
                            "7": "8:00-16:00"
                        }
                    }
                ]
            },
            {
                "cityId": "59",
                "cityName": "青岛",
                "orgList": [
                    {
                        "orgName": "爱康卓悦青岛香格里拉分院VIP部",
                        "orgAddress": "山东省青岛市香港中路9号香格里拉商业中心2/3层",
                        "workTime": "周二至周日（7:30-11:30）每周一休息",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "",
                            "2": "7:30-11:30",
                            "3": "7:30-11:30",
                            "4": "7:30-11:30",
                            "5": "7:30-11:30",
                            "6": "7:30-11:30",
                            "7": "7:30-11:30"
                        }
                    },
                    {
                        "orgName": "爱康国宾青岛市北CBD西王大厦分院",
                        "orgAddress": "青岛市市北区敦化路136路西王大厦3/4层",
                        "workTime": "周二至周日：07：30-11：30，抽血截止时间10:30分",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "",
                            "2": "7:30-11:30",
                            "3": "7:30-11:30",
                            "4": "7:30-11:30",
                            "5": "7:30-11:30",
                            "6": "7:30-11:30",
                            "7": "7:30-11:30"
                        }
                    },
                    {
                        "orgName": "旗舰分院",
                        "orgAddress": "香港中路18号（福泰广场B座）",
                        "workTime": "周一-周五7:30——15:30\n周六：7:30-12:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-15:30",
                            "2": "7:30-15:30",
                            "3": "7:30-15:30",
                            "4": "7:30-15:30",
                            "5": "7:30-15:30",
                            "6": "7:30-12:00",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "60",
                "cityName": "济南",
                "orgList": [
                    {
                        "orgName": "爱康卓悦济南纬二路山东商会大厦分院",
                        "orgAddress": "济南市市中区纬二路51号",
                        "workTime": "周二至周日（7:30-12:00）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "",
                            "2": "7:30-12:00",
                            "3": "7:30-12:00",
                            "4": "7:30-12:00",
                            "5": "7:30-12:00",
                            "6": "7:30-12:00",
                            "7": "7:30-12:00"
                        }
                    },
                    {
                        "orgName": "明湖分院",
                        "orgAddress": "北坦大街5号",
                        "workTime": "周一至周五上午7:30-11:30.下午13:00-15:30",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-15:30",
                            "2": "7:30-15:30",
                            "3": "7:30-15:30",
                            "4": "7:30-15:30",
                            "5": "7:30-15:30",
                            "6": "",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "建设路分院",
                        "orgAddress": "建设路84号",
                        "workTime": "周一至周五上午7:30-11:30，下午13:00-15:30",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-15:30",
                            "2": "7:30-15:30",
                            "3": "7:30-15:30",
                            "4": "7:30-15:30",
                            "5": "7:30-15:30",
                            "6": "",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "济南美年大健康管理有限公司章丘门诊部",
                        "orgAddress": "山东省济南市章丘区工业二路6308号",
                        "workTime": "周一至周日7:30-17：00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-17:00",
                            "2": "7:30-17:00",
                            "3": "7:30-17:00",
                            "4": "7:30-17:00",
                            "5": "7:30-17:00",
                            "6": "7:30-17:00",
                            "7": "7:30-17:00"
                        }
                    }
                ]
            },
            {
                "cityId": "61",
                "cityName": "菏泽",
                "orgList": [
                    {
                        "orgName": "菏泽分院",
                        "orgAddress": "人民路龙燕阳光城商务楼3.4层",
                        "workTime": "周一到周六  7:30-17:30                                       预约电话周一到周日24h开通",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-17:30",
                            "2": "7:30-17:30",
                            "3": "7:30-17:30",
                            "4": "7:30-17:30",
                            "5": "7:30-17:30",
                            "6": "7:30-17:30",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "62",
                "cityName": "临沂",
                "orgList": [
                    {
                        "orgName": "临沂一店",
                        "orgAddress": "临沂市金一路与临西五路交汇处金阳花园店",
                        "workTime": "周二-周日7：30——16:30",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "",
                            "2": "7:30-16:30",
                            "3": "7:30-16:30",
                            "4": "7:30-16:30",
                            "5": "7:30-16:30",
                            "6": "7:30-16:30",
                            "7": "7:30-16:30"
                        }
                    },
                    {
                        "orgName": "临沂一店（金阳花园店）",
                        "orgAddress": "临沂市兰山区金一路与临西五路交汇处（金阳花园店）",
                        "workTime": "周二-周日7：30——16:30",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "",
                            "2": "7:30-16:30",
                            "3": "7:30-16:30",
                            "4": "7:30-16:30",
                            "5": "7:30-16:30",
                            "6": "7:30-16:30",
                            "7": "7:30-16:30"
                        }
                    },
                    {
                        "orgName": "临沂万兴都分院",
                        "orgAddress": "临沂市兰山区涑河南街3号万兴都2号楼3F（西城门入口处）",
                        "workTime": "周二-周日7：30-16:30",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "",
                            "2": "7:30-16:30",
                            "3": "7:30-16:30",
                            "4": "7:30-16:30",
                            "5": "7:30-16:30",
                            "6": "7:30-16:30",
                            "7": "7:30-16:30"
                        }
                    }
                ]
            },
            {
                "cityId": "63",
                "cityName": "日照",
                "orgList": [
                    {
                        "orgName": "日照分院",
                        "orgAddress": "日照市迎宾路149号，华东蓝海石油西邻",
                        "workTime": "周一-周日7:30-17:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-17:00",
                            "2": "7:30-17:00",
                            "3": "7:30-17:00",
                            "4": "7:30-17:00",
                            "5": "7:30-17:00",
                            "6": "7:30-17:00",
                            "7": "7:30-17:00"
                        }
                    }
                ]
            },
            {
                "cityId": "64",
                "cityName": "泰安",
                "orgList": [
                    {
                        "orgName": "泰安美年大健康体检管理有限公司",
                        "orgAddress": "泰安市御碑楼路67号",
                        "workTime": "周一-周六7:30——17:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:00-17:00",
                            "2": "8:00-17:00",
                            "3": "8:00-17:00",
                            "4": "8:00-17:00",
                            "5": "8:00-17:00",
                            "6": "8:00-17:00",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "65",
                "cityName": "滕州",
                "orgList": [
                    {
                        "orgName": "枣庄美年大健康体检服务有限公司",
                        "orgAddress": "滕州市清河路1288号",
                        "workTime": "周一-周日\n早7:30-16:30",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-16:30",
                            "2": "7:30-16:30",
                            "3": "7:30-16:30",
                            "4": "7:30-16:30",
                            "5": "7:30-16:30",
                            "6": "7:30-16:30",
                            "7": "7:30-16:30"
                        }
                    }
                ]
            },
            {
                "cityId": "66",
                "cityName": "淄博",
                "orgList": [
                    {
                        "orgName": "淄博美年大健康管理有限公司颐和门诊部",
                        "orgAddress": "淄博高新区金晶大道267号颐和大厦1号楼",
                        "workTime": "周一至周六7：30-17:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-17:00",
                            "2": "7:30-17:00",
                            "3": "7:30-17:00",
                            "4": "7:30-17:00",
                            "5": "7:30-17:00",
                            "6": "7:30-17:00",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "67",
                "cityName": "东营",
                "orgList": [
                    {
                        "orgName": "东营市美年大健康健康管理有限公司东营综合门诊部",
                        "orgAddress": "东营市黄河路355号",
                        "workTime": "周一至周日7:00-17：00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:00-17:00",
                            "2": "7:00-17:00",
                            "3": "7:00-17:00",
                            "4": "7:00-17:00",
                            "5": "7:00-17:00",
                            "6": "7:00-17:00",
                            "7": "7:00-17:00"
                        }
                    },
                    {
                        "orgName": "东营市美年大健康健康管理有限公司东营综合门诊部",
                        "orgAddress": "东营市黄河路355号",
                        "workTime": "周一至周日7:00-17：00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:00-17:00",
                            "2": "7:00-17:00",
                            "3": "7:00-17:00",
                            "4": "7:00-17:00",
                            "5": "7:00-17:00",
                            "6": "7:00-17:00",
                            "7": "7:00-17:00"
                        }
                    }
                ]
            }
        ]
    },
    {
        "provinceId": "11",
        "provinceName": "吉林",
        "citys": [
            {
                "cityId": "68",
                "cityName": "长春",
                "orgList": [
                    {
                        "orgName": "爱康国宾长春亚泰鸿城西域体检分院",
                        "orgAddress": "吉林省长春市亚泰大街6988号",
                        "workTime": "周二-周六：7.20-15.00      周日：7.20-11.30",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "",
                            "2": "7:20-15:00",
                            "3": "7:20-15:00",
                            "4": "7:20-15:00",
                            "5": "7:20-15:00",
                            "6": "7:20-15:00",
                            "7": "7:20-11:30"
                        }
                    },
                    {
                        "orgName": "爱康国宾长春亚泰鸿城西域体检分院vip部",
                        "orgAddress": "吉林省长春市亚泰大街6988号",
                        "workTime": "周二-周六：7.20-15.00      周日：7.20-11.30",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "",
                            "2": "7:20-15:00",
                            "3": "7:20-15:00",
                            "4": "7:20-15:00",
                            "5": "7:20-15:00",
                            "6": "7:20-15:00",
                            "7": "7:20-11:30"
                        }
                    },
                    {
                        "orgName": "爱康国宾长春建设分院",
                        "orgAddress": "吉林省长春市宽城区贵阳街287号建设大厦302-312室",
                        "workTime": "周二-周六：7.20-15.00 周日：7.20-11.30",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "",
                            "2": "7:20-15:00",
                            "3": "7:20-15:00",
                            "4": "7:20-15:00",
                            "5": "7:20-15:00",
                            "6": "7:20-15:00",
                            "7": "7:20-11:30"
                        }
                    },
                    {
                        "orgName": "爱康国宾长春建设分院VIP部",
                        "orgAddress": "吉林省长春市宽城区贵阳街287号建设大厦302-312室",
                        "workTime": "周二-周六：7.20-15.00 周日：7.20-11.30",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "",
                            "2": "7:20-15:00",
                            "3": "7:20-15:00",
                            "4": "7:20-15:00",
                            "5": "7:20-15:00",
                            "6": "7:20-15:00",
                            "7": "7:20-11:30"
                        }
                    },
                    {
                        "orgName": "朝阳分院",
                        "orgAddress": "长春市建设街888号",
                        "workTime": "周一-周五8:00——16:30\n周六：8:00——11:30",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:00-16:30",
                            "2": "8:00-16:30",
                            "3": "8:00-16:30",
                            "4": "8:00-16:30",
                            "5": "8:00-16:30",
                            "6": "8:00-11:30",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "南关分院",
                        "orgAddress": "长春市解放大路438号",
                        "workTime": "周一-周五8:00——16:30\n周六：8:00——11:30",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:00-16:30",
                            "2": "8:00-16:30",
                            "3": "8:00-16:30",
                            "4": "8:00-16:30",
                            "5": "8:00-16:30",
                            "6": "8:00-11:30",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "69",
                "cityName": "吉林",
                "orgList": [
                    {
                        "orgName": "丰满分院",
                        "orgAddress": "吉林市丰满区世纪广场园林综合楼1-2层",
                        "workTime": "周一到周日  7:00-19:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:00-19:00",
                            "2": "7:00-19:00",
                            "3": "7:00-19:00",
                            "4": "7:00-19:00",
                            "5": "7:00-19:00",
                            "6": "7:00-19:00",
                            "7": "7:00-19:00"
                        }
                    }
                ]
            },
            {
                "cityId": "70",
                "cityName": "松原",
                "orgList": [
                    {
                        "orgName": "松原分院",
                        "orgAddress": "松原市宁江区锦江大街330号",
                        "workTime": "周一至周六8：00——16：00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:00-16:00",
                            "2": "8:00-16:00",
                            "3": "8:00-16:00",
                            "4": "8:00-16:00",
                            "5": "8:00-16:00",
                            "6": "8:00-16:00",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "71",
                "cityName": "延吉",
                "orgList": [
                    {
                        "orgName": "长白分院",
                        "orgAddress": "延吉市长白山东路11-3-246号",
                        "workTime": "周一-周五7:30——16:00\n周六：7:30-11:30",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-16:00",
                            "2": "7:30-16:00",
                            "3": "7:30-16:00",
                            "4": "7:30-16:00",
                            "5": "7:30-16:00",
                            "6": "7:30-11:30",
                            "7": ""
                        }
                    }
                ]
            }
        ]
    },
    {
        "provinceId": "12",
        "provinceName": "辽宁",
        "citys": [
            {
                "cityId": "72",
                "cityName": "沈阳",
                "orgList": [
                    {
                        "orgName": "沈阳爱康国宾青年大街分院",
                        "orgAddress": "沈阳市沈河区青年大街158号",
                        "workTime": "周一至周六（08：00-11：00）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "8:00-11:00",
                            "2": "8:00-11:00",
                            "3": "8:00-11:00",
                            "4": "8:00-11:00",
                            "5": "8:00-11:00",
                            "6": "8:00-11:00",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "沈阳爱康国宾医院大东VIP部（待开通）卓悦店",
                        "orgAddress": "沈阳市大东区中学堂路15号",
                        "workTime": "周一至周六（08：00-11:00）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "8:00-11:00",
                            "2": "8:00-11:00",
                            "3": "8:00-11:00",
                            "4": "8:00-11:00",
                            "5": "8:00-11:00",
                            "6": "8:00-11:00",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "和平分院",
                        "orgAddress": "沈阳市和平区南七马路一号",
                        "workTime": "周一至周日7:00-18:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:00-18:00",
                            "2": "7:00-18:00",
                            "3": "7:00-18:00",
                            "4": "7:00-18:00",
                            "5": "7:00-18:00",
                            "6": "7:00-18:00",
                            "7": "7:00-18:00"
                        }
                    },
                    {
                        "orgName": "皇姑分院",
                        "orgAddress": "沈阳市皇姑区黄河南大街32号（居然之家旁）",
                        "workTime": "周一至周日7:00-18:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:00-18:00",
                            "2": "7:00-18:00",
                            "3": "7:00-18:00",
                            "4": "7:00-18:00",
                            "5": "7:00-18:00",
                            "6": "7:00-18:00",
                            "7": "7:00-18:00"
                        }
                    },
                    {
                        "orgName": "浑南分院",
                        "orgAddress": "沈阳市浑南新区沈营路9-1号",
                        "workTime": "周一至周日7:00-18:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:00-18:00",
                            "2": "7:00-18:00",
                            "3": "7:00-18:00",
                            "4": "7:00-18:00",
                            "5": "7:00-18:00",
                            "6": "7:00-18:00",
                            "7": "7:00-18:00"
                        }
                    },
                    {
                        "orgName": "沈河分院",
                        "orgAddress": "沈阳市沈河区奉天街373号",
                        "workTime": "周一至周日7:00-18:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:00-18:00",
                            "2": "7:00-18:00",
                            "3": "7:00-18:00",
                            "4": "7:00-18:00",
                            "5": "7:00-18:00",
                            "6": "7:00-18:00",
                            "7": "7:00-18:00"
                        }
                    },
                    {
                        "orgName": "凤天安泰",
                        "orgAddress": "沈阳市沈河区奉天街69号",
                        "workTime": "周一至周日7:00-18:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:00-18:00",
                            "2": "7:00-18:00",
                            "3": "7:00-18:00",
                            "4": "7:00-18:00",
                            "5": "7:00-18:00",
                            "6": "7:00-18:00",
                            "7": "7:00-18:00"
                        }
                    },
                    {
                        "orgName": "铁西分院",
                        "orgAddress": "沈阳市铁西区兴工北街64号",
                        "workTime": "周一至周日7:00-18:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:00-18:00",
                            "2": "7:00-18:00",
                            "3": "7:00-18:00",
                            "4": "7:00-18:00",
                            "5": "7:00-18:00",
                            "6": "7:00-18:00",
                            "7": "7:00-18:00"
                        }
                    }
                ]
            },
            {
                "cityId": "73",
                "cityName": "鞍山",
                "orgList": [
                    {
                        "orgName": "鞍山美年大健康管理有限公司沐康医院",
                        "orgAddress": "辽宁省鞍山市铁西区千华悦城小区一至四层",
                        "workTime": "周一至周六7：30-17：00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-17:00",
                            "2": "7:30-17:00",
                            "3": "7:30-17:00",
                            "4": "7:30-17:00",
                            "5": "7:30-17:00",
                            "6": "7:30-17:00",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "74",
                "cityName": "朝阳",
                "orgList": [
                    {
                        "orgName": "朝阳美年大健康分院",
                        "orgAddress": "辽宁省朝阳市双塔区珠江路三段40号",
                        "workTime": "周一至周五8:00-17:00           周六8：00-12:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:00-17:00",
                            "2": "8:00-17:00",
                            "3": "8:00-17:00",
                            "4": "8:00-17:00",
                            "5": "8:00-17:00",
                            "6": "8:00-12:00",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "75",
                "cityName": "大连",
                "orgList": [
                    {
                        "orgName": "付家庄精品店",
                        "orgAddress": "辽宁省大连市西岗区滨海西路63-8号",
                        "workTime": "周一-周五7:30——15:00\n周六：7:30-11:30",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-15:00",
                            "2": "7:30-15:00",
                            "3": "7:30-15:00",
                            "4": "7:30-15:00",
                            "5": "7:30-15:00",
                            "6": "7:30-11:30",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "76",
                "cityName": "丹东",
                "orgList": [
                    {
                        "orgName": "丹东分院",
                        "orgAddress": "丹东市元宝区平安街21号（东升御景苑）",
                        "workTime": "周一-周五8:00——17:00\n周六：8:00-12:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-15:00",
                            "2": "7:30-15:00",
                            "3": "7:30-15:00",
                            "4": "7:30-15:00",
                            "5": "7:30-15:00",
                            "6": "7:30-12:00",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "77",
                "cityName": "阜新",
                "orgList": [
                    {
                        "orgName": "阜新美年大健康体检中心",
                        "orgAddress": "辽宁省阜新市海州\n区矿工大街39号",
                        "workTime": "周一至周六\n8：00—16：00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:00-16:00",
                            "2": "8:00-16:00",
                            "3": "8:00-16:00",
                            "4": "8:00-16:00",
                            "5": "8:00-16:00",
                            "6": "8:00-16:00",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "78",
                "cityName": "葫芦岛",
                "orgList": [
                    {
                        "orgName": "葫芦岛美年大健康管理有限公司龙港同济医院",
                        "orgAddress": "葫芦岛市龙港区玉皇商城文兴南路32号",
                        "workTime": "周一至周五7:30-16:00\n周六：8：00-12:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-16:00",
                            "2": "7:30-16:00",
                            "3": "7:30-16:00",
                            "4": "7:30-16:00",
                            "5": "7:30-16:00",
                            "6": "8:00-12:00",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "79",
                "cityName": "锦州",
                "orgList": [
                    {
                        "orgName": "锦州分院解放路店",
                        "orgAddress": "锦州市古塔区解放路三段凯旋大厦19-103号",
                        "workTime": "周一-周五8:00——16:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:00-16:00",
                            "2": "8:00-16:00",
                            "3": "8:00-16:00",
                            "4": "8:00-16:00",
                            "5": "8:00-16:00",
                            "6": "",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "80",
                "cityName": "辽阳",
                "orgList": [
                    {
                        "orgName": "江北分院",
                        "orgAddress": "辽阳市宏伟区南环街23151号（香港花园对面）",
                        "workTime": "周一-周五7:30——16:30\n周六：7:30-11:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-16:30",
                            "2": "7:30-16:30",
                            "3": "7:30-16:30",
                            "4": "7:30-16:30",
                            "5": "7:30-16:30",
                            "6": "7:30-11:00",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "81",
                "cityName": "抚顺",
                "orgList": [
                    {
                        "orgName": "抚顺美年大健康望花门诊部",
                        "orgAddress": "抚顺市望花区北镇街星河城5号1门市",
                        "workTime": "周一至周日8:00-17:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:00-17:00",
                            "2": "8:00-17:00",
                            "3": "8:00-17:00",
                            "4": "8:00-17:00",
                            "5": "8:00-17:00",
                            "6": "8:00-17:00",
                            "7": "8:00-17:00"
                        }
                    }
                ]
            }
        ]
    },
    {
        "provinceId": "13",
        "provinceName": "宁夏回族自治区",
        "citys": [
            {
                "cityId": "82",
                "cityName": "银川",
                "orgList": [
                    {
                        "orgName": "爱康国宾银川光明广场国贸中心分院",
                        "orgAddress": "银川市兴庆区文化西街106号国贸中心C栋3层",
                        "workTime": "周一-周三（7：40-11：30）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "7:40-11:30",
                            "2": "7:40-11:30",
                            "3": "7:40-11:30",
                            "4": "",
                            "5": "",
                            "6": "",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "银川市爱康卓悦北京路大世界分院",
                        "orgAddress": "银川市金凤区北京中路汽车大世界商务广场E座5楼（雪绒巷入口向西200米处）",
                        "workTime": "周五-周日（7：40-11：30）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "",
                            "2": "",
                            "3": "",
                            "4": "",
                            "5": "7:40-11:30",
                            "6": "7:40-11:30",
                            "7": "7:40-11:30"
                        }
                    },
                    {
                        "orgName": "银川美年大健康医院",
                        "orgAddress": "银川市兴庆区穆商南路、穆斯林商贸城东配楼",
                        "workTime": "周二到周天7:40-17:30",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "",
                            "2": "7:40-17:30",
                            "3": "7:40-17:30",
                            "4": "7:40-17:30",
                            "5": "7:40-17:30",
                            "6": "7:40-17:30",
                            "7": "7:40-17:30"
                        }
                    }
                ]
            }
        ]
    },
    {
        "provinceId": "14",
        "provinceName": "湖北",
        "citys": [
            {
                "cityId": "83",
                "cityName": "武汉",
                "orgList": [
                    {
                        "orgName": "武汉爱康国宾金墩分院",
                        "orgAddress": "武汉市江汉区后襄河北路59号1幢3层",
                        "workTime": "周二至周日（07:40—12:00）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "",
                            "2": "7:40-12:00",
                            "3": "7:40-12:00",
                            "4": "7:40-12:00",
                            "5": "7:40-12:00",
                            "6": "7:40-12:00",
                            "7": "7:40-12:00"
                        }
                    },
                    {
                        "orgName": "武汉爱康国宾金墩分院vip",
                        "orgAddress": "武汉市江汉区后襄河北路59号1幢3层",
                        "workTime": "周二至周日（07:40—12:00）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "",
                            "2": "7:40-12:00",
                            "3": "7:40-12:00",
                            "4": "7:40-12:00",
                            "5": "7:40-12:00",
                            "6": "7:40-12:00",
                            "7": "7:40-12:00"
                        }
                    },
                    {
                        "orgName": "武汉爱康卓悦综合门诊部",
                        "orgAddress": "武汉市武昌区中北路汉街总部国际B座2层",
                        "workTime": "周一至周六（07:40—15:00）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "7:40-15:00",
                            "2": "7:40-15:00",
                            "3": "7:40-15:00",
                            "4": "7:40-15:00",
                            "5": "7:40-15:00",
                            "6": "7:40-15:00",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "武汉爱康卓悦综合门诊部vip部",
                        "orgAddress": "武汉市武昌区中北路汉街总部国际B座3层",
                        "workTime": "周一至周六（07:40—15:00）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "7:40-15:00",
                            "2": "7:40-15:00",
                            "3": "7:40-15:00",
                            "4": "7:40-15:00",
                            "5": "7:40-15:00",
                            "6": "7:40-15:00",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "汉口分院",
                        "orgAddress": "武汉市江岸区黄孝河路竹叶山107号花桥大厦1-3层",
                        "workTime": "周一-周五7:30——16:00\n周六：7:30-11:30",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-16:00",
                            "2": "7:30-16:00",
                            "3": "7:30-16:00",
                            "4": "7:30-16:00",
                            "5": "7:30-16:00",
                            "6": "7:30-11:30",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "汉阳分院",
                        "orgAddress": "汉阳区龙阳大道25号汉江阳光城1-2层",
                        "workTime": "周一-周五7:30——16:00\n周六：7:30-11:30",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-16:00",
                            "2": "7:30-16:00",
                            "3": "7:30-16:00",
                            "4": "7:30-16:00",
                            "5": "7:30-16:00",
                            "6": "7:30-11:30",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "光谷分院普检区",
                        "orgAddress": "湖北省武汉市洪山区虎泉街228号永利国际大厦3楼",
                        "workTime": "周二-周六7:30——17:30\n周天：7:30-12:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "",
                            "2": "7:30-17:30",
                            "3": "7:30-17:30",
                            "4": "7:30-17:30",
                            "5": "7:30-17:30",
                            "6": "7:30-17:30",
                            "7": "7:30-12:00"
                        }
                    },
                    {
                        "orgName": "光谷高端分院",
                        "orgAddress": "武汉市虎泉街永利国际4楼",
                        "workTime": "周二-周六7:30——17:30\n周日：7:30-12:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "",
                            "2": "7:30-17:30",
                            "3": "7:30-17:30",
                            "4": "7:30-17:30",
                            "5": "7:30-17:30",
                            "6": "7:30-17:30",
                            "7": "7:30-12:00"
                        }
                    },
                    {
                        "orgName": "硚口分院",
                        "orgAddress": "武汉市解放大道578号中御广场2F",
                        "workTime": "周一-周五7:30——17:30\n周六：7:30-12:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-17:30",
                            "2": "7:30-17:30",
                            "3": "7:30-17:30",
                            "4": "7:30-17:30",
                            "5": "7:30-17:30",
                            "6": "7:30-12:00",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "武昌分院",
                        "orgAddress": "武昌区中北路108号广泽中心4F",
                        "workTime": "周一-周五7:30——16:00\n周六：7:30-11:30",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-16:00",
                            "2": "7:30-16:00",
                            "3": "7:30-16:00",
                            "4": "7:30-16:00",
                            "5": "7:30-16:00",
                            "6": "7:30-11:30",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "84",
                "cityName": "大冶",
                "orgList": [
                    {
                        "orgName": "",
                        "orgAddress": "大冶市梦湖书苑三楼",
                        "workTime": "周一-周五7:30——15:30\n周六：7:30-12:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-15:00",
                            "2": "7:30-15:00",
                            "3": "7:30-15:00",
                            "4": "7:30-15:00",
                            "5": "7:30-15:00",
                            "6": "7:30-12:00",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "85",
                "cityName": "鄂州",
                "orgList": [
                    {
                        "orgName": "鄂州美年大健康管理有限公司综合门诊部",
                        "orgAddress": "湖北省鄂州市鄂城区吴都大道炜裕时代广场2号楼4层",
                        "workTime": "周一至周六07：30-12:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-12:00",
                            "2": "7:30-12:00",
                            "3": "7:30-12:00",
                            "4": "7:30-12:00",
                            "5": "7:30-12:00",
                            "6": "7:30-12:00",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "86",
                "cityName": "黄冈",
                "orgList": [
                    {
                        "orgName": "黄冈美年健康管理有限公司黄冈美年体检综合门诊部",
                        "orgAddress": "黄冈市黄州区黄州大道146号江岸名都一楼商铺",
                        "workTime": "周一至周六7：30-17:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-17:00",
                            "2": "7:30-17:00",
                            "3": "7:30-17:00",
                            "4": "7:30-17:00",
                            "5": "7:30-17:00",
                            "6": "7:30-17:00",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "87",
                "cityName": "黄石",
                "orgList": [
                    {
                        "orgName": "黄石美年大健康磁湖门诊部",
                        "orgAddress": "黄石市磁湖路兴港磁湖大厦二至三层",
                        "workTime": "周一至周五7：30-18：00     周六7:30-12:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-18:00",
                            "2": "7:30-18:00",
                            "3": "7:30-18:00",
                            "4": "7:30-18:00",
                            "5": "7:30-18:00",
                            "6": "7:30-12:00",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "88",
                "cityName": "荆州",
                "orgList": [
                    {
                        "orgName": "荆州美年大健康管理有限公司",
                        "orgAddress": "荆州市新城国际广场63栋3楼（首辅路与武德路交汇处）",
                        "workTime": "周一-周五7:30——16:00\n周六：7:30-12:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-16:00",
                            "2": "7:30-16:00",
                            "3": "7:30-16:00",
                            "4": "7:30-16:00",
                            "5": "7:30-16:00",
                            "6": "7:30-12:00",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "89",
                "cityName": "十堰",
                "orgList": [
                    {
                        "orgName": "十堰美年大健康体检中心",
                        "orgAddress": "湖北省十堰市茅箭区天津路88号大洋五洲中央广场2F",
                        "workTime": "周一至周六8：30——16：00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:30-16:00",
                            "2": "8:30-16:00",
                            "3": "8:30-16:00",
                            "4": "8:30-16:00",
                            "5": "8:30-16:00",
                            "6": "8:30-16:00",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "90",
                "cityName": "随州",
                "orgList": [
                    {
                        "orgName": "随州市美年大健康管理有限公司",
                        "orgAddress": "随州市曾都区烈山大道201号（涢水宾馆正对面）",
                        "workTime": "周一至周日7：40-17：00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:40-17:00",
                            "2": "7:40-17:00",
                            "3": "7:40-17:00",
                            "4": "7:40-17:00",
                            "5": "7:40-17:00",
                            "6": "7:40-17:00",
                            "7": "7:40-17:00"
                        }
                    }
                ]
            },
            {
                "cityId": "91",
                "cityName": "武汉（高信地区）",
                "orgList": [
                    {
                        "orgName": "高信分院（请看备注）",
                        "orgAddress": "武汉市江岸区球场街江汉路250号船舶广场1-3F",
                        "workTime": "周一-周五7:30——17:30\n周六：7:30-11:30",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-17:30",
                            "2": "7:30-17:30",
                            "3": "7:30-17:30",
                            "4": "7:30-17:30",
                            "5": "7:30-17:30",
                            "6": "7:30-11:30",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "92",
                "cityName": "武汉（江夏地区）",
                "orgList": [
                    {
                        "orgName": "江夏分院（请看备注）",
                        "orgAddress": "武汉市江夏区文化大道特8号",
                        "workTime": "周一-周五7:30——15:00\n周六：7:30-12:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-15:00",
                            "2": "7:30-15:00",
                            "3": "7:30-15:00",
                            "4": "7:30-15:00",
                            "5": "7:30-15:00",
                            "6": "7:30-12:00",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "93",
                "cityName": "襄阳",
                "orgList": [
                    {
                        "orgName": "襄阳美年大健康",
                        "orgAddress": "襄阳市樊城区大庆西路31号九悦天城商业裙楼三楼",
                        "workTime": "周一至周五07:30-17:00\n周六\n7：30-12：00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-17:00",
                            "2": "7:30-17:00",
                            "3": "7:30-17:00",
                            "4": "7:30-17:00",
                            "5": "7:30-17:00",
                            "6": "7:30-12:00",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "94",
                "cityName": "宜昌",
                "orgList": [
                    {
                        "orgName": "宜昌市美年大健康管理有限公司华祥综合门诊部",
                        "orgAddress": "宜昌市西陵区体育场北路169号华祥商业中心二期麦德龙四楼",
                        "workTime": "周一至周五8:30-16:00\n周六：8：00-12:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:30-16:00",
                            "2": "8:30-16:00",
                            "3": "8:30-16:00",
                            "4": "8:30-16:00",
                            "5": "8:30-16:00",
                            "6": "8:00-12:00",
                            "7": ""
                        }
                    }
                ]
            }
        ]
    },
    {
        "provinceId": "15",
        "provinceName": "湖南",
        "citys": [
            {
                "cityId": "95",
                "cityName": "长沙",
                "orgList": [
                    {
                        "orgName": "长沙爱康国宾阳光分院",
                        "orgAddress": "长沙市雨花区芙蓉中路三段509号中远公馆101房",
                        "workTime": "周一至周六（08:00—12:00）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "8:00-12:00",
                            "2": "8:00-12:00",
                            "3": "8:00-12:00",
                            "4": "8:00-12:00",
                            "5": "8:00-12:00",
                            "6": "8:00-12:00",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "长沙爱康国宾八一桥分院",
                        "orgAddress": "长沙市开福区芙蓉中路一段593号（潇湘华天酒店六楼）",
                        "workTime": "周一至周六（08:00—12:00）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "8:00-12:00",
                            "2": "8:00-12:00",
                            "3": "8:00-12:00",
                            "4": "8:00-12:00",
                            "5": "8:00-12:00",
                            "6": "8:00-12:00",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "爱康国宾长沙河西西中心分院",
                        "orgAddress": "长沙市岳麓区枫林三路49号西中心（海沃·西城）T1写字楼3A层",
                        "workTime": "周二—周日（早8：00-12:00）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "",
                            "2": "8:00-12:00",
                            "3": "8:00-12:00",
                            "4": "8:00-12:00",
                            "5": "8:00-12:00",
                            "6": "8:00-12:00",
                            "7": "8:00-12:00"
                        }
                    },
                    {
                        "orgName": "芙蓉分院",
                        "orgAddress": "长沙市芙蓉区远大一路132号天友大酒店南栋",
                        "workTime": "周一-周五8:00——17:30\n周六：8:00-11:30",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:00-16:30",
                            "2": "8:00-16:30",
                            "3": "8:00-16:30",
                            "4": "8:00-16:30",
                            "5": "8:00-16:30",
                            "6": "8:00-11:30",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "天心分院",
                        "orgAddress": "长沙市天心区芙蓉南路一段758号和庄大厦A区1号栋三楼",
                        "workTime": "周一-周五8:00——16:30\n周六：8:00-11:30",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:00-16:30",
                            "2": "8:00-16:30",
                            "3": "8:00-16:30",
                            "4": "8:00-16:30",
                            "5": "8:00-16:30",
                            "6": "8:00-11:30",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "岳麓分院",
                        "orgAddress": "长沙市岳麓区银盆南路227号火炬城M1组团A座301",
                        "workTime": "周一-周五8:00——17:30\n周六：8:00-11:30",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:00-16:30",
                            "2": "8:00-16:30",
                            "3": "8:00-16:30",
                            "4": "8:00-16:30",
                            "5": "8:00-16:30",
                            "6": "8:00-11:30",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "芙蓉分院",
                        "orgAddress": "长沙市芙蓉区远大一路132号天友大酒店南栋",
                        "workTime": "周一-周五8:00——17:30\n周六：8:00-11:30",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:00-16:30",
                            "2": "8:00-16:30",
                            "3": "8:00-16:30",
                            "4": "8:00-16:30",
                            "5": "8:00-16:30",
                            "6": "8:00-11:30",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "天心分院",
                        "orgAddress": "长沙市天心区芙蓉南路一段758号和庄大厦A区1号栋三楼",
                        "workTime": "周一-周五8:00——16:30\n周六：8:00-11:30",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:00-16:30",
                            "2": "8:00-16:30",
                            "3": "8:00-16:30",
                            "4": "8:00-16:30",
                            "5": "8:00-16:30",
                            "6": "8:00-11:30",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "岳麓分院",
                        "orgAddress": "长沙市岳麓区银盆南路227号火炬城M1组团A座301",
                        "workTime": "周一-周五8:00——17:30\n周六：8:00-11:30",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:00-16:30",
                            "2": "8:00-16:30",
                            "3": "8:00-16:30",
                            "4": "8:00-16:30",
                            "5": "8:00-16:30",
                            "6": "8:00-11:30",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "定王分院",
                        "orgAddress": "长沙市芙蓉区芙蓉中路二段111号华菱大厦4-5楼",
                        "workTime": "周一-周五8:00——17:30\n周六：8:00-11:30",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:00-16:30",
                            "2": "8:00-16:30",
                            "3": "8:00-16:30",
                            "4": "8:00-16:30",
                            "5": "8:00-16:30",
                            "6": "8:00-11:30",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "96",
                "cityName": "衡阳",
                "orgList": [
                    {
                        "orgName": "蒸湘分院",
                        "orgAddress": "湖南省衡阳市蒸湘区船山大道32号星美城市综合体3号楼",
                        "workTime": "周一至周五8点至12点下午2点-5点30",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:00-17:30",
                            "2": "8:00-17:30",
                            "3": "8:00-17:30",
                            "4": "8:00-17:30",
                            "5": "8:00-17:30",
                            "6": "",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "97",
                "cityName": "湘潭",
                "orgList": [
                    {
                        "orgName": "岳塘分院",
                        "orgAddress": "湘潭市岳塘区吉安路87号吉安大厦1-5层",
                        "workTime": "周一-周六7：30-17：00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-17:00",
                            "2": "7:30-17:00",
                            "3": "7:30-17:00",
                            "4": "7:30-17:00",
                            "5": "7:30-17:00",
                            "6": "7:30-17:00",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "98",
                "cityName": "岳阳",
                "orgList": [
                    {
                        "orgName": "岳阳美年大健康健康巴陵门诊部",
                        "orgAddress": "岳阳经济开发区巴陵东路与通海路交汇处巴陵首府3楼",
                        "workTime": "周一到周五8:00-5:00周六8：00-12:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:00-17:00",
                            "2": "8:00-17:00",
                            "3": "8:00-17:00",
                            "4": "8:00-17:00",
                            "5": "8:00-17:00",
                            "6": "8:00-12:00",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "99",
                "cityName": "株洲",
                "orgList": [
                    {
                        "orgName": "芦淞分院",
                        "orgAddress": "湖南省株洲市芦淞区建设南路68号胜马可商业广场4楼",
                        "workTime": "周一至周五8点至12点下午2点-5点30",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:00-17:30",
                            "2": "8:00-17:30",
                            "3": "8:00-17:30",
                            "4": "8:00-17:30",
                            "5": "8:00-17:30",
                            "6": "",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "100",
                "cityName": "张家界",
                "orgList": [
                    {
                        "orgName": "张家界美年大健康管理有限公司",
                        "orgAddress": "湖南省张家界市永定区官黎路（新汽车站旁）吉大张家界学院附属医院二楼",
                        "workTime": "周一至周五7:30-17:00，周六7:30-12:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-17:00",
                            "2": "7:30-17:00",
                            "3": "7:30-17:00",
                            "4": "7:30-17:00",
                            "5": "7:30-17:00",
                            "6": "7:30-12:00",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "101",
                "cityName": "常德",
                "orgList": [
                    {
                        "orgName": "常德美年大健康管理有限公司武陵分院",
                        "orgAddress": "湖南常德市武陵区府坪街道东湖巷社区人民路1311号经泽星都一号楼裙楼3-4层",
                        "workTime": "周一至周六早7:30-12：00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-12:00",
                            "2": "7:30-12:00",
                            "3": "7:30-12:00",
                            "4": "7:30-12:00",
                            "5": "7:30-12:00",
                            "6": "7:30-12:00",
                            "7": ""
                        }
                    }
                ]
            }
        ]
    },
    {
        "provinceId": "16",
        "provinceName": "贵州",
        "citys": [
            {
                "cityId": "102",
                "cityName": "贵阳",
                "orgList": [
                    {
                        "orgName": "贵州爱康国宾韦顺达源分院",
                        "orgAddress": "观山湖区世纪城龙晖苑p区（观山湖分局斜对面）",
                        "workTime": "周一至周六（08：:00-12:00）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "8:00-12:00",
                            "2": "8:00-12:00",
                            "3": "8:00-12:00",
                            "4": "8:00-12:00",
                            "5": "8:00-12:00",
                            "6": "8:00-12:00",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "贵州爱康国宾凯里分院",
                        "orgAddress": "凯里市永乐路28号大地永乐家园4层",
                        "workTime": "周一至周六（08：:00-12:00）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "8:00-12:00",
                            "2": "8:00-12:00",
                            "3": "8:00-12:00",
                            "4": "8:00-12:00",
                            "5": "8:00-12:00",
                            "6": "8:00-12:00",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "贵州爱康国宾毕节分院",
                        "orgAddress": "毕节市七星关社区松山路三江花园B栋1-2层",
                        "workTime": "周一至周六（08：:00-12:00）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "8:00-12:00",
                            "2": "8:00-12:00",
                            "3": "8:00-12:00",
                            "4": "8:00-12:00",
                            "5": "8:00-12:00",
                            "6": "8:00-12:00",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "康源分院",
                        "orgAddress": "贵阳市南明区观水路46号",
                        "workTime": "周一-周五8:00——16:00\n周六：8:00-12:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:00-16:00",
                            "2": "8:00-16:00",
                            "3": "8:00-16:00",
                            "4": "8:00-16:00",
                            "5": "8:00-16:00",
                            "6": "8:00-12:00",
                            "7": ""
                        }
                    }
                ]
            }
        ]
    },
    {
        "provinceId": "17",
        "provinceName": "河南",
        "citys": [
            {
                "cityId": "103",
                "cityName": "安阳",
                "orgList": [
                    {
                        "orgName": "安阳市美年大健康管理有限公司",
                        "orgAddress": "富泉街跟朝阳路交叉口东北角",
                        "workTime": "周一-周五7:30——12:00\n周六：7:30——17:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-12:00",
                            "2": "7:30-12:00",
                            "3": "7:30-12:00",
                            "4": "7:30-12:00",
                            "5": "7:30-12:00",
                            "6": "7:30-17:00",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "104",
                "cityName": "济源",
                "orgList": [
                    {
                        "orgName": "济源美年大健康科技有限公司门诊部",
                        "orgAddress": "济源市沁园南路高新集聚区综合楼下",
                        "workTime": "周一至周五7：30-17：00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-17:00",
                            "2": "7:30-17:00",
                            "3": "7:30-17:00",
                            "4": "7:30-17:00",
                            "5": "7:30-17:00",
                            "6": "",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "105",
                "cityName": "焦作",
                "orgList": [
                    {
                        "orgName": "焦作美年大健康体检中心",
                        "orgAddress": "焦作市解放区站前路1049号",
                        "workTime": "周一至周五8：00——17:00\n周六8：00-11:30",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:00-17:00",
                            "2": "8:00-17:00",
                            "3": "8:00-17:00",
                            "4": "8:00-17:00",
                            "5": "8:00-17:00",
                            "6": "8:00-11:30",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "106",
                "cityName": "洛阳",
                "orgList": [
                    {
                        "orgName": "西工分院",
                        "orgAddress": "西工区九都路与解放路交叉口东北角",
                        "workTime": "周一到周日8：00-17：00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:00-17:00",
                            "2": "8:00-17:01",
                            "3": "8:00-17:02",
                            "4": "8:00-17:03",
                            "5": "8:00-17:04",
                            "6": "8:00-17:05",
                            "7": "8:00-17:06"
                        }
                    },
                    {
                        "orgName": "洛龙分院",
                        "orgAddress": "新区体育场出入境大厅西侧",
                        "workTime": "周一到周日8：00-17：00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:00-17:00",
                            "2": "8:00-17:01",
                            "3": "8:00-17:02",
                            "4": "8:00-17:03",
                            "5": "8:00-17:04",
                            "6": "8:00-17:05",
                            "7": "8:00-17:06"
                        }
                    },
                    {
                        "orgName": "高新分院",
                        "orgAddress": "洛阳市高新区滨河北路4号（滨河北路与海棠路交叉口，凯旋门七号会馆隔壁）",
                        "workTime": "周一-周六7:30——17.00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-17:0",
                            "2": "7:30-17:0",
                            "3": "7:30-17:0",
                            "4": "7:30-17:0",
                            "5": "7:30-17:0",
                            "6": "7:30-17:0",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "107",
                "cityName": "漯河",
                "orgList": [
                    {
                        "orgName": "漯河美年大健康管理有限公司",
                        "orgAddress": "漯河市源汇区嵩山路预湘江路交叉口东北角",
                        "workTime": "周一到周六7：30-17:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-17:0",
                            "2": "7:30-17:0",
                            "3": "7:30-17:0",
                            "4": "7:30-17:0",
                            "5": "7:30-17:0",
                            "6": "7:30-17:0",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "108",
                "cityName": "南阳",
                "orgList": [
                    {
                        "orgName": "南阳美年大健康新豫阳光体检",
                        "orgAddress": "南阳市白河大道华安六号公馆1-3层、（市内乘7/11/28路公交车到白河路泰山路口西下车）",
                        "workTime": "周一到周六7.30-11.30",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-11:30",
                            "2": "7:30-11:30",
                            "3": "7:30-11:30",
                            "4": "7:30-11:30",
                            "5": "7:30-11:30",
                            "6": "7:30-11:30",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "109",
                "cityName": "平顶山",
                "orgList": [
                    {
                        "orgName": "平顶山市美年大健康科技服务有限公司",
                        "orgAddress": "平顶山市新华区建设路西段建宏国际大厦",
                        "workTime": "周一到周六7：30-17：00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-17:00",
                            "2": "7:30-17:00",
                            "3": "7:30-17:00",
                            "4": "7:30-17:00",
                            "5": "7:30-17:00",
                            "6": "7:30-17:00",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "110",
                "cityName": "濮阳",
                "orgList": [
                    {
                        "orgName": "濮阳分院",
                        "orgAddress": "濮上中路迎宾馆北200米路西",
                        "workTime": "周一-周六7:30——18:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-18:00",
                            "2": "7:30-18:00",
                            "3": "7:30-18:00",
                            "4": "7:30-18:00",
                            "5": "7:30-18:00",
                            "6": "7:30-18:00",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "111",
                "cityName": "新乡",
                "orgList": [
                    {
                        "orgName": "新乡分院",
                        "orgAddress": "新乡市红旗区新一街与人民路交汇处向南150米路西",
                        "workTime": "周一到周六8:00-17：00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:00-17:00",
                            "2": "8:00-17:00",
                            "3": "8:00-17:00",
                            "4": "8:00-17:00",
                            "5": "8:00-17:00",
                            "6": "8:00-17:00",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "112",
                "cityName": "信阳",
                "orgList": [
                    {
                        "orgName": "信阳美年大健康管理有限公司综合门诊部",
                        "orgAddress": "信阳市羊山新区新六大街阳光华府西侧",
                        "workTime": "周二到周日8.00-17.00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:00-17:00",
                            "2": "8:00-17:00",
                            "3": "8:00-17:00",
                            "4": "8:00-17:00",
                            "5": "8:00-17:00",
                            "6": "8:00-17:00",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "113",
                "cityName": "许昌",
                "orgList": [
                    {
                        "orgName": "许昌美年大健康体检中心",
                        "orgAddress": "许昌市东城区许洲路与学府街交叉口向西100米空港新城二期商业楼三楼(许昌高铁站对面，许昌候机楼西邻)",
                        "workTime": "周一到周六7：30-17：00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-17:00",
                            "2": "7:30-17:00",
                            "3": "7:30-17:00",
                            "4": "7:30-17:00",
                            "5": "7:30-17:00",
                            "6": "7:30-17:00",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "114",
                "cityName": "郑州",
                "orgList": [
                    {
                        "orgName": "金水分院",
                        "orgAddress": "郑州市农业路与文化路交叉口向东50米路南新时代广场四楼（省博物馆斜对面）",
                        "workTime": "周一-周五7:00——19:00；周六8:00——17:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:00-19:00",
                            "2": "7:00-19:00",
                            "3": "7:00-19:00",
                            "4": "7:00-19:00",
                            "5": "7:00-19:00",
                            "6": "8:00-17:00",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "中州分院",
                        "orgAddress": "郑州市金水区福彩路1号山顶大厦写字楼1-3层",
                        "workTime": "周一-周五7:00——19:00；周六8:00——17:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:00-19:00",
                            "2": "7:00-19:00",
                            "3": "7:00-19:00",
                            "4": "7:00-19:00",
                            "5": "7:00-19:00",
                            "6": "8:00-17:00",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "二七分院",
                        "orgAddress": "郑州市南三环嵩山南路东南角，美年大健康体检中心（艾菲尔时尚酒店隔壁）",
                        "workTime": "周一-周五7:00——19:00；周六8:00——17:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:00-19:00",
                            "2": "7:00-19:00",
                            "3": "7:00-19:00",
                            "4": "7:00-19:00",
                            "5": "7:00-19:00",
                            "6": "8:00-17:00",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "商都分院",
                        "orgAddress": "郑州市农业路南路与商都路交叉口路南亚星投资大厦一楼美年大健康体检中心",
                        "workTime": "周一-周五7:00——19:00；周六8:00——17:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:00-19:00",
                            "2": "7:00-19:00",
                            "3": "7:00-19:00",
                            "4": "7:00-19:00",
                            "5": "7:00-19:00",
                            "6": "8:00-17:00",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "115",
                "cityName": "周口",
                "orgList": [
                    {
                        "orgName": "美年大健康周口分院",
                        "orgAddress": "河南省周口市，商水县周商大道，法姬娜对面路西100米",
                        "workTime": "周一到周六  8:00-18:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:00-18:00",
                            "2": "8:00-18:00",
                            "3": "8:00-18:00",
                            "4": "8:00-18:00",
                            "5": "8:00-18:00",
                            "6": "8:00-18:00",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "116",
                "cityName": "开封",
                "orgList": [
                    {
                        "orgName": "开封美年大健康健康管理有限公司新区综合门诊部",
                        "orgAddress": "开封市黄河路南段锦豪丽苑三楼",
                        "workTime": "周一至周日7:30-17：00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-17:00",
                            "2": "7:30-17:00",
                            "3": "7:30-17:00",
                            "4": "7:30-17:00",
                            "5": "7:30-17:00",
                            "6": "7:30-17:00",
                            "7": "7:30-17:00"
                        }
                    }
                ]
            },
            {
                "cityId": "117",
                "cityName": "三门峡",
                "orgList": [
                    {
                        "orgName": "三门峡美年大健康有限公司体检中心",
                        "orgAddress": "河南省三门峡市湖滨区五原路商会大厦B座1-2层",
                        "workTime": "周一到周日7：30-18：00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-18:00",
                            "2": "7:30-18:00",
                            "3": "7:30-18:00",
                            "4": "7:30-18:00",
                            "5": "7:30-18:00",
                            "6": "7:30-18:00",
                            "7": "7:30-18:00"
                        }
                    }
                ]
            }
        ]
    },
    {
        "provinceId": "18",
        "provinceName": "广西",
        "citys": [
            {
                "cityId": "118",
                "cityName": "北海",
                "orgList": [
                    {
                        "orgName": "北海美年大健康体检中心",
                        "orgAddress": "北海市海城区茶亭路49号北部湾一号雅苑商业区",
                        "workTime": "周一至周五7:30-12：00 14:30-17：00 周六7:30-12:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-17:00",
                            "2": "7:30-17:00",
                            "3": "7:30-17:00",
                            "4": "7:30-17:00",
                            "5": "7:30-17:00",
                            "6": "7:30-12:00",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "119",
                "cityName": "桂林",
                "orgList": [
                    {
                        "orgName": "临桂正通综合门诊部",
                        "orgAddress": "桂林市临桂区临桂镇金水路金水湾.境界“龙脊夕照”4号楼、5号楼（机场路交警大队路口处）",
                        "workTime": "周一周五8:00-12：00,14：00-16:30；周六8：00-12:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:00-16:30",
                            "2": "8:00-16:30",
                            "3": "8:00-16:30",
                            "4": "8:00-16:30",
                            "5": "8:00-16:30",
                            "6": "8:00-12:00",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "七星分院",
                        "orgAddress": "桂林七星区骖鸾路35号百鑫大厦1、2楼",
                        "workTime": "周一周五8:00-12：00,14：00-16:30；周六8：00-12:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:00-16:30",
                            "2": "8:00-16:30",
                            "3": "8:00-16:30",
                            "4": "8:00-16:30",
                            "5": "8:00-16:30",
                            "6": "8:00-12:00",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "120",
                "cityName": "柳州",
                "orgList": [
                    {
                        "orgName": "柳州美年",
                        "orgAddress": "柳州市晨华路12号盛丰国际A座2-1",
                        "workTime": "周一至周五8点至16:30",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:00-16:30",
                            "2": "8:00-16:30",
                            "3": "8:00-16:30",
                            "4": "8:00-16:30",
                            "5": "8:00-16:30",
                            "6": "",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "121",
                "cityName": "南宁",
                "orgList": [
                    {
                        "orgName": "江南分院",
                        "orgAddress": "南宁市白沙大道38-8号川泸国际2楼（维也纳酒店楼上；进口大众旁）",
                        "workTime": "正常班（7:30-12:00，14:30-17:00）",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-17:00",
                            "2": "7:30-17:00",
                            "3": "7:30-17:00",
                            "4": "7:30-17:00",
                            "5": "7:30-17:00",
                            "6": "",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "琅东分院",
                        "orgAddress": "南宁市青秀区中越路7号东盟商务区金旺角CASA公馆B座3层",
                        "workTime": "正常班（7:30-12:00，14:30-17:00）",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-17:00",
                            "2": "7:30-17:00",
                            "3": "7:30-17:00",
                            "4": "7:30-17:00",
                            "5": "7:30-17:00",
                            "6": "",
                            "7": ""
                        }
                    }
                ]
            }
        ]
    },
    {
        "provinceId": "19",
        "provinceName": "云南",
        "citys": [
            {
                "cityId": "122",
                "cityName": "大理",
                "orgList": [
                    {
                        "orgName": "大理美年大健康体检医院",
                        "orgAddress": "大理市经济开发区苍山东路539号大理国际会展中心2楼",
                        "workTime": "周一至周日7:30-17:30",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-17:30",
                            "2": "7:30-17:30",
                            "3": "7:30-17:30",
                            "4": "7:30-17:30",
                            "5": "7:30-17:30",
                            "6": "7:30-17:30",
                            "7": "7:30-17:30"
                        }
                    }
                ]
            },
            {
                "cityId": "123",
                "cityName": "昆明",
                "orgList": [
                    {
                        "orgName": "北京路总院",
                        "orgAddress": "昆明市盘龙区北京路SOHO俊园11-12栋",
                        "workTime": "周一至周五7:30-18:00\n周六7:30-12:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-18:00",
                            "2": "7:30-18:00",
                            "3": "7:30-18:00",
                            "4": "7:30-18:00",
                            "5": "7:30-18:00",
                            "6": "7:30-12:00",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "国贸分院",
                        "orgAddress": "昆明市官渡区春城路289号国际会展中心（老馆）一层1-1展厅",
                        "workTime": "周一至周五7:30-18:00\n周六7:30-12:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-18:00",
                            "2": "7:30-18:00",
                            "3": "7:30-18:00",
                            "4": "7:30-18:00",
                            "5": "7:30-18:00",
                            "6": "7:30-12:00",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "高新分院",
                        "orgAddress": "高新区滇缅大道2411号金泰国际小区9栋二层商铺",
                        "workTime": "周一至周五7:30-18:00\n周六7:30-12:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-18:00",
                            "2": "7:30-18:00",
                            "3": "7:30-18:00",
                            "4": "7:30-18:00",
                            "5": "7:30-18:00",
                            "6": "7:30-12:00",
                            "7": ""
                        }
                    }
                ]
            }
        ]
    },
    {
        "provinceId": "20",
        "provinceName": "黑龙江",
        "citys": [
            {
                "cityId": "124",
                "cityName": "哈尔滨",
                "orgList": [
                    {
                        "orgName": "道外分院",
                        "orgAddress": "哈尔滨市南直路359号",
                        "workTime": "周一-周五7:30——16:00\n周六：7:30-12:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-16:00",
                            "2": "7:30-16:00",
                            "3": "7:30-16:00",
                            "4": "7:30-16:00",
                            "5": "7:30-16:00",
                            "6": "7:30-12:00",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "南岗分院",
                        "orgAddress": "哈尔滨市五瑞街40号",
                        "workTime": "周一-周五7:30——16:00\n周六：7:30-12:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-16:00",
                            "2": "7:30-16:00",
                            "3": "7:30-16:00",
                            "4": "7:30-16:00",
                            "5": "7:30-16:00",
                            "6": "7:30-12:00",
                            "7": ""
                        }
                    }
                ]
            }
        ]
    },
    {
        "provinceId": "21",
        "provinceName": "新疆",
        "citys": [
            {
                "cityId": "125",
                "cityName": "哈密",
                "orgList": [
                    {
                        "orgName": "哈密分院",
                        "orgAddress": "哈密市美年大健康体检中心建国北路23号 （地区交通局旁）",
                        "workTime": "周一-周六9:00——13:30",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "9:00-13:30",
                            "2": "9:00-13:30",
                            "3": "9:00-13:30",
                            "4": "9:00-13:30",
                            "5": "9:00-13:30",
                            "6": "9:00-13:30",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "126",
                "cityName": "乌鲁木齐",
                "orgList": [
                    {
                        "orgName": "新市区门店",
                        "orgAddress": "太原南路610号",
                        "workTime": "周一-周五10:00——18:00\n周六：10:00-13:31",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "10:00-18:00",
                            "2": "10:00-18:00",
                            "3": "10:00-18:00",
                            "4": "10:00-18:00",
                            "5": "10:00-18:00",
                            "6": "10:00-13:30",
                            "7": "10:00-13:30"
                        }
                    }
                ]
            },
            {
                "cityId": "127",
                "cityName": "伊犁",
                "orgList": [
                    {
                        "orgName": "伊犁分院",
                        "orgAddress": "伊宁市政府新区新二路方圆丽景",
                        "workTime": "周一-周五9:30——18:00\n周六：9:30-13:30",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "9:30-18:00",
                            "2": "9:30-18:00",
                            "3": "9:30-18:00",
                            "4": "9:30-18:00",
                            "5": "9:30-18:00",
                            "6": "9:30-13:30",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "128",
                "cityName": "喀什",
                "orgList": [
                    {
                        "orgName": "喀什分院",
                        "orgAddress": "喀什经济开发区深喀大道总部经济区远方财富中心陕西大厦四楼",
                        "workTime": "周一-周五9:30——18:00\n周六：9:30-13:30",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "9:30-18:00",
                            "2": "9:30-18:00",
                            "3": "9:30-18:00",
                            "4": "9:30-18:00",
                            "5": "9:30-18:00",
                            "6": "9:30-13:30",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "129",
                "cityName": "阿克苏",
                "orgList": [
                    {
                        "orgName": "阿克苏美年大健康健康管理有限公司",
                        "orgAddress": "阿克苏市北大街警苑小区34号",
                        "workTime": "周一至周日9:30-19:30",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "9:30-19:30",
                            "2": "9:30-19:30",
                            "3": "9:30-19:30",
                            "4": "9:30-19:30",
                            "5": "9:30-19:30",
                            "6": "9:30-19:30",
                            "7": "9:30-19:30"
                        }
                    }
                ]
            }
        ]
    },
    {
        "provinceId": "22",
        "provinceName": "海南",
        "citys": [
            {
                "cityId": "130",
                "cityName": "海口",
                "orgList": [
                    {
                        "orgName": "美年大健康体检医院",
                        "orgAddress": "海口市滨江西路南侧海瑞大桥北200米处",
                        "workTime": "周一至周六8：00——16：00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:00-16:00",
                            "2": "8:00-16:00",
                            "3": "8:00-16:00",
                            "4": "8:00-16:00",
                            "5": "8:00-16:00",
                            "6": "8:00-16:00",
                            "7": ""
                        }
                    }
                ]
            }
        ]
    },
    {
        "provinceId": "23",
        "provinceName": "河北",
        "citys": [
            {
                "cityId": "131",
                "cityName": "邯郸",
                "orgList": [
                    {
                        "orgName": "邯郸美年大健康管理有限公司",
                        "orgAddress": "河北省邯山区中华大街与渚河路交叉口东南角金业大厦",
                        "workTime": "周一至周六7：:00-17:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:00-17:00",
                            "2": "7:00-17:00",
                            "3": "7:00-17:00",
                            "4": "7:00-17:00",
                            "5": "7:00-17:00",
                            "6": "7:00-17:00",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "132",
                "cityName": "石家庄",
                "orgList": [
                    {
                        "orgName": "桥西分院",
                        "orgAddress": "石家庄市友谊北大街75号",
                        "workTime": "7:00——17:30",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:00-17:30",
                            "2": "7:00-17:30",
                            "3": "7:00-17:30",
                            "4": "7:00-17:30",
                            "5": "7:00-17:30",
                            "6": "7:00-17:30",
                            "7": "7:00-17:30"
                        }
                    }
                ]
            },
            {
                "cityId": "133",
                "cityName": "唐山",
                "orgList": [
                    {
                        "orgName": "高新分院",
                        "orgAddress": "唐山市高新区世纪龙庭A区底商A22号",
                        "workTime": "周一-周五7:50——17:00；周六7:50-11:30；法定节假日休息",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:50-17:00",
                            "2": "7:50-17:00",
                            "3": "7:50-17:00",
                            "4": "7:50-17:00",
                            "5": "7:50-17:00",
                            "6": "7:50-11:30",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "路南分院",
                        "orgAddress": "唐山市路南区世博广场互联网科技中心A座四层、五层",
                        "workTime": "周一-周五7:50——17:00；周六7:50-11:30；法定节假日休息",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:50-17:00",
                            "2": "7:50-17:00",
                            "3": "7:50-17:00",
                            "4": "7:50-17:00",
                            "5": "7:50-17:00",
                            "6": "7:50-11:30",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "134",
                "cityName": "保定",
                "orgList": [
                    {
                        "orgName": "保定市美年大健康门诊部有限公司",
                        "orgAddress": "保定市莲池区瑞祥大街1876号丽景蓝湾C区底商",
                        "workTime": "周一至周日8:00-16:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:00-16:00",
                            "2": "8:00-16:00",
                            "3": "8:00-16:00",
                            "4": "8:00-16:00",
                            "5": "8:00-16:00",
                            "6": "8:00-16:00",
                            "7": "8:00-16:00"
                        }
                    }
                ]
            },
            {
                "cityId": "135",
                "cityName": "秦皇岛",
                "orgList": [
                    {
                        "orgName": "天华体检分院",
                        "orgAddress": "河北省秦皇岛海港区商城东路2号",
                        "workTime": "周一至周日8:00-17:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:00-17:00",
                            "2": "8:00-17:00",
                            "3": "8:00-17:00",
                            "4": "8:00-17:00",
                            "5": "8:00-17:00",
                            "6": "8:00-17:00",
                            "7": "8:00-17:00"
                        }
                    }
                ]
            }
        ]
    },
    {
        "provinceId": "24",
        "provinceName": "陕西",
        "citys": [
            {
                "cityId": "136",
                "cityName": "汉中",
                "orgList": [
                    {
                        "orgName": "汉中美年大健康综合门诊部",
                        "orgAddress": "汉中市汉台区南团结街滨江佳园",
                        "workTime": "周一到周六7:30-16:30",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-16:30",
                            "2": "7:30-16:30",
                            "3": "7:30-16:30",
                            "4": "7:30-16:30",
                            "5": "7:30-16:30",
                            "6": "7:30-16:30",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "137",
                "cityName": "西安",
                "orgList": [
                    {
                        "orgName": "曲江分院",
                        "orgAddress": "西安市雁塔区慈恩西路66号威斯汀酒店西楼",
                        "workTime": "周一-周五8:00——16:00\n周六：8:00-12:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:00-16:00",
                            "2": "8:00-16:00",
                            "3": "8:00-16:00",
                            "4": "8:00-16:00",
                            "5": "8:00-16:00",
                            "6": "8:00-12:00",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "高新分院",
                        "orgAddress": "西安市雁塔区南二环西段154号易和蓝钻",
                        "workTime": "周一-周五8:00——16:00\n周六：8:00-12:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:00-16:00",
                            "2": "8:00-16:00",
                            "3": "8:00-16:00",
                            "4": "8:00-16:00",
                            "5": "8:00-16:00",
                            "6": "8:00-12:00",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "建国分院",
                        "orgAddress": "西安市碑林区互助路立交旁互助路2号建国饭店东楼",
                        "workTime": "周一-周五8:00——16:00\n周六：8:00-12:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:00-16:00",
                            "2": "8:00-16:00",
                            "3": "8:00-16:00",
                            "4": "8:00-16:00",
                            "5": "8:00-16:00",
                            "6": "8:00-12:00",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "南门分院",
                        "orgAddress": "西安市碑林区环城南路西段48号城市郦景大厦",
                        "workTime": "周一-周五8:00——16:00\n周六：8:00-12:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:00-16:00",
                            "2": "8:00-16:00",
                            "3": "8:00-16:00",
                            "4": "8:00-16:00",
                            "5": "8:00-16:00",
                            "6": "8:00-12:00",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "未央分院",
                        "orgAddress": "西安市未央区未央路164号双威迎宾广场3楼",
                        "workTime": "周一-周五8:00——16:00\n周六：8:00-12:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:00-16:00",
                            "2": "8:00-16:00",
                            "3": "8:00-16:00",
                            "4": "8:00-16:00",
                            "5": "8:00-16:00",
                            "6": "8:00-12:00",
                            "7": ""
                        }
                    }
                ]
            }
        ]
    },
    {
        "provinceId": "25",
        "provinceName": "内蒙古",
        "citys": [
            {
                "cityId": "138",
                "cityName": "呼和浩特",
                "orgList": [
                    {
                        "orgName": "东汇店",
                        "orgAddress": "呼和浩特市如意和开发区如意和大街万铭总部基地3号楼五楼",
                        "workTime": "周一-周五7:50——17:00，周六 07:50——12:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:50-17:00",
                            "2": "7:50-17:00",
                            "3": "7:50-17:00",
                            "4": "7:50-17:00",
                            "5": "7:50-17:00",
                            "6": "7:50-12:00",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "139",
                "cityName": "乌兰察布",
                "orgList": [
                    {
                        "orgName": "乌兰察布美年大健康健康管理有限公司",
                        "orgAddress": "乌兰察布市新区惠民园西商业2楼",
                        "workTime": "周一至周六8：00——17：00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:00-17:00",
                            "2": "8:00-17:00",
                            "3": "8:00-17:00",
                            "4": "8:00-17:00",
                            "5": "8:00-17:00",
                            "6": "8:00-17:00",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "140",
                "cityName": "包头",
                "orgList": [
                    {
                        "orgName": "白云路分院",
                        "orgAddress": "包头市昆区钢铁大街与白云路交叉口西南角",
                        "workTime": "周一至周五8:30-12:00、14:30-17:30",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:30-17:30",
                            "2": "8:30-17:30",
                            "3": "8:30-17:30",
                            "4": "8:30-17:30",
                            "5": "8:30-17:30",
                            "6": "",
                            "7": ""
                        }
                    }
                ]
            }
        ]
    },
    {
        "provinceId": "26",
        "provinceName": "江西",
        "citys": [
            {
                "cityId": "141",
                "cityName": "吉安",
                "orgList": [
                    {
                        "orgName": "吉安美年大健康体检有限公司",
                        "orgAddress": "江西省吉安市井冈山大道与复兴路交汇处",
                        "workTime": "周一至周日",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "全天",
                            "2": "全天",
                            "3": "全天",
                            "4": "全天",
                            "5": "全天",
                            "6": "全天",
                            "7": "全天"
                        }
                    }
                ]
            },
            {
                "cityId": "142",
                "cityName": "南昌",
                "orgList": [
                    {
                        "orgName": "京东分院",
                        "orgAddress": "京东大道777号（东城宾馆一楼）",
                        "workTime": "周一-周日7:00——20:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:00-20:00",
                            "2": "7:00-20:00",
                            "3": "7:00-20:00",
                            "4": "7:00-20:00",
                            "5": "7:00-20:00",
                            "6": "7:00-20:00",
                            "7": "7:00-20:00"
                        }
                    },
                    {
                        "orgName": "泰安分院",
                        "orgAddress": "南昌市红谷滩新区翠林路68号（市政府南门斜对面）",
                        "workTime": "周一-周日7:00——20:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:00-20:00",
                            "2": "7:00-20:00",
                            "3": "7:00-20:00",
                            "4": "7:00-20:00",
                            "5": "7:00-20:00",
                            "6": "7:00-20:00",
                            "7": "7:00-20:00"
                        }
                    },
                    {
                        "orgName": "美康分院",
                        "orgAddress": "南昌市西湖区站前路105号江西省供销物流服务中心大楼5-7层",
                        "workTime": "周一-周日7:00——20:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:00-20:00",
                            "2": "7:00-20:00",
                            "3": "7:00-20:00",
                            "4": "7:00-20:00",
                            "5": "7:00-20:00",
                            "6": "7:00-20:00",
                            "7": "7:00-20:00"
                        }
                    },
                    {
                        "orgName": "倍康分院",
                        "orgAddress": "南昌市东湖区起凤路58号",
                        "workTime": "周一-周日7:00——20:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:00-20:00",
                            "2": "7:00-20:00",
                            "3": "7:00-20:00",
                            "4": "7:00-20:00",
                            "5": "7:00-20:00",
                            "6": "7:00-20:00",
                            "7": "7:00-20:00"
                        }
                    }
                ]
            },
            {
                "cityId": "143",
                "cityName": "上饶",
                "orgList": [
                    {
                        "orgName": "上饶美康医学健康体检中心有限公司",
                        "orgAddress": "上饶市信州区凤凰东大道188号恒基中心二楼美康体检",
                        "workTime": "周一至周六7:30-11：30 13:00-16：30 周日7:30-11:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-16:30",
                            "2": "7:30-16:30",
                            "3": "7:30-16:30",
                            "4": "7:30-16:30",
                            "5": "7:30-16:30",
                            "6": "7:30-16:30",
                            "7": "7:30-11:00"
                        }
                    }
                ]
            },
            {
                "cityId": "144",
                "cityName": "新余",
                "orgList": [
                    {
                        "orgName": "新余美年大健康体检中心",
                        "orgAddress": "新余市渝水区劳动北路辰光大厦",
                        "workTime": "周一至周六8:00-17:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:00-17:00",
                            "2": "8:00-17:00",
                            "3": "8:00-17:00",
                            "4": "8:00-17:00",
                            "5": "8:00-17:00",
                            "6": "8:00-17:00",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "145",
                "cityName": "鹰潭",
                "orgList": [
                    {
                        "orgName": "鹰潭百盛大健康体检中心",
                        "orgAddress": "江西省鹰潭市月湖区胜利西路114号",
                        "workTime": "周一至周日8:00-17:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:00-17:00",
                            "2": "8:00-17:00",
                            "3": "8:00-17:00",
                            "4": "8:00-17:00",
                            "5": "8:00-17:00",
                            "6": "8:00-17:00",
                            "7": "8:00-17:00"
                        }
                    }
                ]
            },
            {
                "cityId": "146",
                "cityName": "宜春",
                "orgList": [
                    {
                        "orgName": "美年大健康体检有限公司慈航门诊部",
                        "orgAddress": "宜春市泸州北路669号",
                        "workTime": "周一到周日7：:50-17:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:50-17:00",
                            "2": "7:50-17:00",
                            "3": "7:50-17:00",
                            "4": "7:50-17:00",
                            "5": "7:50-17:00",
                            "6": "7:50-17:00",
                            "7": "7:50-17:00"
                        }
                    }
                ]
            }
        ]
    },
    {
        "provinceId": "27",
        "provinceName": "山西",
        "citys": [
            {
                "cityId": "147",
                "cityName": "晋城",
                "orgList": [
                    {
                        "orgName": "晋城市大健康科技健康管理有限公司美年大健康体检站",
                        "orgAddress": "晋城市城区中原东街115号",
                        "workTime": "周一到周日  7:30-17:30                                       预约电话周一到周日24h开通",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:30-17:30",
                            "2": "7:30-17:30",
                            "3": "7:30-17:30",
                            "4": "7:30-17:30",
                            "5": "7:30-17:30",
                            "6": "7:30-17:30",
                            "7": "7:30-17:30"
                        }
                    }
                ]
            },
            {
                "cityId": "148",
                "cityName": "吕梁",
                "orgList": [
                    {
                        "orgName": "吕梁分院",
                        "orgAddress": "滨河北西路一号",
                        "workTime": "周一--周六07:40——12:00\n周一-周五：14:30-17:30",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:40-17:30",
                            "2": "7:40-17:30",
                            "3": "7:40-17:30",
                            "4": "7:40-17:30",
                            "5": "7:40-17:30",
                            "6": "7:30-12:00",
                            "7": ""
                        }
                    }
                ]
            },
            {
                "cityId": "149",
                "cityName": "太原",
                "orgList": [
                    {
                        "orgName": "长风分院",
                        "orgAddress": "太原市迎泽区长风街与建设南路十字路口东北角（东风佳苑底商）",
                        "workTime": "周一-周日8：00——17:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:00-17:00",
                            "2": "8:00-17:00",
                            "3": "8:00-17:00",
                            "4": "8:00-17:00",
                            "5": "8:00-17:00",
                            "6": "8:00-17:00",
                            "7": "8:00-17:00"
                        }
                    },
                    {
                        "orgName": "双东（迎泽）分院",
                        "orgAddress": "太原市双塔东街124号（山西日报社往东100米）",
                        "workTime": "周一-周日8：00——17:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:00-17:00",
                            "2": "8:00-17:00",
                            "3": "8:00-17:00",
                            "4": "8:00-17:00",
                            "5": "8:00-17:00",
                            "6": "8:00-17:00",
                            "7": "8:00-17:00"
                        }
                    },
                    {
                        "orgName": "万达分院",
                        "orgAddress": "太原市万达广场写字楼A座七层",
                        "workTime": "周一-周日8：00——17:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:00-17:00",
                            "2": "8:00-17:00",
                            "3": "8:00-17:00",
                            "4": "8:00-17:00",
                            "5": "8:00-17:00",
                            "6": "8:00-17:00",
                            "7": "8:00-17:00"
                        }
                    },
                    {
                        "orgName": "漪汾分院",
                        "orgAddress": "太原市漪汾街6号麦特摩尔大厦5层",
                        "workTime": "周一-周日8：00——17:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:00-17:00",
                            "2": "8:00-17:00",
                            "3": "8:00-17:00",
                            "4": "8:00-17:00",
                            "5": "8:00-17:00",
                            "6": "8:00-17:00",
                            "7": "8:00-17:00"
                        }
                    }
                ]
            },
            {
                "cityId": "150",
                "cityName": "运城",
                "orgList": [
                    {
                        "orgName": "运城市美年大健康禹都大道门诊部",
                        "orgAddress": "运城市禹都大道218号",
                        "workTime": "周一-周五7:40——17:00\n周六：7:40-12:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:40-17:00",
                            "2": "7:40-17:00",
                            "3": "7:40-17:00",
                            "4": "7:40-17:00",
                            "5": "7:40-17:00",
                            "6": "7:40-12:00",
                            "7": ""
                        }
                    }
                ]
            }
        ]
    },
    {
        "provinceId": "28",
        "provinceName": "青海",
        "citys": [
            {
                "cityId": "151",
                "cityName": "西宁",
                "orgList": [
                    {
                        "orgName": "西宁美年大健康健康管理有限公司",
                        "orgAddress": "青海省西宁市城西区五四大街39-1",
                        "workTime": "周一至周五8：00-17：30  周六8:00-12:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:00-17:30",
                            "2": "8:00-17:30",
                            "3": "8:00-17:30",
                            "4": "8:00-17:30",
                            "5": "8:00-17:30",
                            "6": "8:00-12:00",
                            "7": ""
                        }
                    }
                ]
            }
        ]
    },
    {
        "provinceId": "29",
        "provinceName": "重庆",
        "citys": [
            {
                "cityId": "152",
                "cityName": "重庆",
                "orgList": [
                    {
                        "orgName": "爱康国宾重庆黄泥磅体检分院",
                        "orgAddress": "重庆市渝北区洋河东路1号长安丽都揽胜国际广场二层",
                        "workTime": "周一至周六（08：00-15:00）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "8:00-15:00",
                            "2": "8:00-15:00",
                            "3": "8:00-15:00",
                            "4": "8:00-15:00",
                            "5": "8:00-15:00",
                            "6": "8:00-15:00",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "爱康国宾重庆黄泥磅体检分院vip部",
                        "orgAddress": "重庆市渝北区洋河东路1号长安丽都揽胜国际广场二层",
                        "workTime": "周一至周六（08：00-15:00）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "8:00-15:00",
                            "2": "8:00-15:00",
                            "3": "8:00-15:00",
                            "4": "8:00-15:00",
                            "5": "8:00-15:00",
                            "6": "8:00-15:00",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "爱康卓悦重庆解放碑体检分院VIP部",
                        "orgAddress": "重庆市渝中区民生路236号附一号海航保利国际中心四楼",
                        "workTime": "周一至周六（08：00-15:00）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "8:00-15:00",
                            "2": "8:00-15:00",
                            "3": "8:00-15:00",
                            "4": "8:00-15:00",
                            "5": "8:00-15:00",
                            "6": "8:00-15:00",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "重庆爱宾欣康普检区",
                        "orgAddress": "重庆市江北区福康路25号龙湖源著天街B馆-L6-01",
                        "workTime": "周一至周六（08：00-15:00）",
                        "orgType": "爱康国宾",
                        "timeMap": {
                            "1": "8:00-15:00",
                            "2": "8:00-15:00",
                            "3": "8:00-15:00",
                            "4": "8:00-15:00",
                            "5": "8:00-15:00",
                            "6": "8:00-15:00",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "江北分院",
                        "orgAddress": "重庆市江北区海尔路6号9栋（巴蜀城公交车站旁）",
                        "workTime": "周一至周五8点至12点下午2点-5点 星期六8点至12点",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:00-17:00",
                            "2": "8:00-17:00",
                            "3": "8:00-17:00",
                            "4": "8:00-17:00",
                            "5": "8:00-17:00",
                            "6": "8:00-12:00",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "万象城",
                        "orgAddress": "九龙坡区谢家湾正街55号  华润二十四城19栋",
                        "workTime": "周一至周五8点至12点下午2点-5点 星期六8点至12点",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:00-17:00",
                            "2": "8:00-17:00",
                            "3": "8:00-17:00",
                            "4": "8:00-17:00",
                            "5": "8:00-17:00",
                            "6": "8:00-12:00",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "重庆巴南慈铭综合门诊部有限公司",
                        "orgAddress": "重庆市巴南区巴县大道103-15",
                        "workTime": "周一至周五8：30-16：30",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:30-16:30",
                            "2": "8:30-16:30",
                            "3": "8:30-16:30",
                            "4": "8:30-16:30",
                            "5": "8:30-16:30",
                            "6": "",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "重庆慈铭奥亚健康管理有限公司江北综合门诊部",
                        "orgAddress": "重庆市江北区聚贤岩广场7号力帆中心1号楼1-2层",
                        "workTime": "周一至周五8：30-17：30",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:30-17:30",
                            "2": "8:30-17:30",
                            "3": "8:30-17:30",
                            "4": "8:30-17:30",
                            "5": "8:30-17:30",
                            "6": "",
                            "7": ""
                        }
                    },
                    {
                        "orgName": "重庆慈铭奥亚健康管理有限公司江南综合门诊部",
                        "orgAddress": "重庆市南岸区烟雨路7号国瑞中心北侧广场负二楼",
                        "workTime": "周一至周五8：30-17：30",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:30-17:30",
                            "2": "8:30-17:30",
                            "3": "8:30-17:30",
                            "4": "8:30-17:30",
                            "5": "8:30-17:30",
                            "6": "",
                            "7": ""
                        }
                    }
                ]
            }
        ]
    },
    {
        "provinceId": "30",
        "provinceName": "甘肃",
        "citys": [
            {
                "cityId": "153",
                "cityName": "兰州",
                "orgList": [
                    {
                        "orgName": "金雨分院",
                        "orgAddress": "兰州市七里河区西津东路581号金雨大厦3楼",
                        "workTime": "周一至周日8:00-17:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:00-17:00",
                            "2": "8:00-17:00",
                            "3": "8:00-17:00",
                            "4": "8:00-17:00",
                            "5": "8:00-17:00",
                            "6": "8:00-17:00",
                            "7": "8:00-17:00"
                        }
                    },
                    {
                        "orgName": "金城分院",
                        "orgAddress": "兰州市城关区南滨河路516号（甘肃画院东侧）",
                        "workTime": "周一至周日8:00-17:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:00-17:00",
                            "2": "8:00-17:00",
                            "3": "8:00-17:00",
                            "4": "8:00-17:00",
                            "5": "8:00-17:00",
                            "6": "8:00-17:00",
                            "7": "8:00-17:00"
                        }
                    },
                    {
                        "orgName": "金茂分院",
                        "orgAddress": "兰州市城关区榆中街82-88号（永和豆浆南侧）",
                        "workTime": "周一至周日8:00-17:00",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "8:00-17:00",
                            "2": "8:00-17:00",
                            "3": "8:00-17:00",
                            "4": "8:00-17:00",
                            "5": "8:00-17:00",
                            "6": "8:00-17:00",
                            "7": "8:00-17:00"
                        }
                    }
                ]
            },
            {
                "cityId": "154",
                "cityName": "平凉市",
                "orgList": [
                    {
                        "orgName": "平凉美年大健康健康管理有限公司",
                        "orgAddress": "平凉市崆峒区太统路18号",
                        "workTime": "周一到周六7：:50-17:30",
                        "orgType": "美年大健康",
                        "timeMap": {
                            "1": "7:50-17:30",
                            "2": "7:50-17:30",
                            "3": "7:50-17:30",
                            "4": "7:50-17:30",
                            "5": "7:50-17:30",
                            "6": "7:50-17:30",
                            "7": ""
                        }
                    }
                ]
            }
        ]
    }
]
export default data
